Repository: mplblr/test
Catalog: LeelaMulti/App_LocalResources/plansel.aspx.*.resx
Languages: fr_fr, ja_jp, zh_cn

# C1
source: ~/images/connect_btn.png
fr_fr: ~/images/french/connect_btn_french.png
ja_jp: ~/images/japanese/connect_btn_japanese.png
zh_cn: ~/images/chinese/connect_btn_chinese.png

# C2
source: ~/images/devices.png
fr_fr: ~/images/french/connect_btn.png
ja_jp: ~/images/japanese/devices.png
zh_cn: ~/images/chinese/connect_btn.png

# C3
source: ~/images/website_btn.png
fr_fr: ~/images/french/website_btn_french.png
ja_jp: ~/images/japanese/website_btn_japanese.png
zh_cn: ~/images/chinese/website_btn_chinese.png

# dd
source: Day
fr_fr: jour
ja_jp: 日
zh_cn: 日

# ddd
source: Days
fr_fr: journées
ja_jp: 日
zh_cn: 天

# f1
source: Dear Guest, You can upgrade your Plan anytime during your stay. To avail please click on the
fr_fr: Cher client, nous fournissons également les plans Internet Plans et Premium Basic Internet qui sont sur ​​une base payé. Pour continuer avec le plan Internet de base ou du Régime Internet Premium, s'il vous plaît
ja_jp: 親愛なるゲスト、我々はまた、有料の基準である基本的なインターネットプラン＆高品質インターネット接続プランを提供しています。基本インターネットプランまたはプレミアムインターネットプランを続行するには、してください
zh_cn: 尊敬的客戶，我們也提供互聯網基礎平面圖和高級網絡計劃這是有償的基礎。繼續與互聯網基礎計劃或高級互聯網計劃，請

# f2
source: click here
fr_fr: cliquez ici
ja_jp: こちらをクリック
zh_cn: 點擊這裡

# h1
source: Duration
fr_fr: Durée
ja_jp: 期間
zh_cn: 持續時間

# h2
source: Length of stay
fr_fr: Durée du séjour
ja_jp: 滞在日数
zh_cn: 停留時間

# h3
source: Total Amount
fr_fr: Montant total
ja_jp: 合計金額
zh_cn: 總金額

# m1
source: Choose Your Plan
fr_fr: Sélectionnez vos tarifaires/Fidélité
ja_jp: ログインオプションを選択してください
zh_cn: 選擇您的計劃

# m10
source: By clicking Connect to Internet, you agree to the
fr_fr: vous acceptez
ja_jp: あなたはこれに同意
zh_cn: 您同意

# m11
source: Terms and Conditions
fr_fr: Modalités
ja_jp: 条件
zh_cn: 條款和條件

# m12
source: Connect to Internet
fr_fr: Connectez-vous à internet
ja_jp: インターネットへの接続
zh_cn: 連接至網際網路

# m2
source: FIRST-TIME USERS
fr_fr: PREMIERE UTILISATION
ja_jp: 新規ユーザー
zh_cn: 新用戶

# m3
source: For connect to Internet, please select a price plan or browse through one of the followin login optins.
fr_fr: Pour vous connecter à internet, veuillez sélectionner une option tarifaire ou naviguer dans les options de connexion suivantes
ja_jp: インターネットに接続するには、価格プランを選択するか、以下のログインオプションの1つをブラウズしてください
zh_cn: 如需連接網際網路，請選擇價格方案或以下任一登錄選項.

# m4
source: Internet Plan
fr_fr: Options tarifaires/Fidélité
ja_jp: 価格プラン/ロイヤリティ
zh_cn: 價格方案/忠誠計畫

# m5
source: Charge to my Room
fr_fr: Charger ma chambre
ja_jp: マイルームに課金
zh_cn: 計入房間帳單

# m6
source: Minutes
ja_jp: 分
zh_cn: 分鐘

# m7
source: Hour
fr_fr: Heure
ja_jp: 時間
zh_cn: 小時

# m8
source: Hours
fr_fr: Heures
ja_jp: 時間
zh_cn: 小時

# m9
source: Week
fr_fr: semaine
ja_jp: 週
zh_cn: 周

# p1
source: Dear Guest , Please select a Package
fr_fr: Cher invité, veuillez sélectionner un forfait
ja_jp: お客様、パッケージを選択してください
zh_cn: 親愛的貴賓，請選擇套餐

# z10
source: As a privileged member you are entitled to a discount off our internet plans.
fr_fr: Vous êtes nos précieux clients, et dans le cadre du service de privilège vous avez droit à profiter Premium gratuit à Internet.
zh_cn: Ÿ歐是我們尊貴的客戶，並為特權服務的一部分，您有權享受我們的免費優質的互聯網。

# z2
source: Complimentary Internet
fr_fr: Internet gratuit
ja_jp: 無料インターネット
zh_cn: 免費上網

# z3
source: Premium services: UP to
fr_fr: Les services premium: jusqu'à
ja_jp: プレミアムサービス
zh_cn: 向上以優質的服務

# z4
source: Standard services: UP to
fr_fr: Services standard: Jusqu'à
ja_jp: 標準サービス
zh_cn: 達到標準的服務

# z5
source: All above prices are exclusive of taxes
fr_fr: Au-dessus de tous les plans de l'Internet sont des taxes
ja_jp: すべてのインターネット計画は税が含まれての上
zh_cn: 上述所有互聯網計劃已經包含稅

# z6
source: As a privileged member you are entitled to a discount off our internet plans.
fr_fr: Vous êtes nos précieux clients, et dans le cadre du service que vous avez le droit de profiter de notre Internet standard gratuit
zh_cn: 您是我們的尊貴客戶，並作為服務的一部分，您有權享受免費的互聯網標準

# z7
source: Number of days
fr_fr: Quantité de plans
zh_cn: 計劃數量

# z8
source: Premium Service:Enhance speed Internet connection for activities such as video streaming and multi-media conferencing
fr_fr: Service Premium: Améliorer connexion Internet haute vitesse pour des activités telles que le streaming vidéo et multimédia conférence
zh_cn: 高級服務：提升高速互聯網連接的活動，如視頻流媒體和多媒體會議

# z9
source: Standard Service:Internet connection for activities such as access to email and basic web browsing
fr_fr: Norme de service: connexion Internet pour des activités telles que l'accès au courrier électronique et navigation Web de base
zh_cn: 標準服務：互聯網連接的活動，如訪問電子郵件和基本的網頁瀏覽
