Repository: mplblr/test
Catalog: LeelaMulti/App_LocalResources/PostLogin.aspx.*.resx
Languages: de_de, ko_kr, zh_cn

# e1
source: Dear Guest, Please enter a Valid Email Address
de_de: Lieber Gast, Bitte geben Sie eine gültige Email-Adresse
ko_kr: 고객님, 유효한 이메일 주소를 입력하십시오.
zh_cn: 親愛的貴賓，請輸入有效的電子郵件地址。

# e2
source: Email sent successfully.
de_de: E-Mail erfolgreich gesendet.
ko_kr: 이메일이 발송되었습니다.
zh_cn: 電子郵件已成功發送。

# e3
source: Failed to send email.
de_de: Fehler beim E-Mail zu senden.
ko_kr: 이메일을 발송하지 못했습니다.
zh_cn: 電子郵件發送失敗。

# h1
source: To Change your login password for security purpose, Please
de_de: Um Ihre Login-Passwort aus Sicherheitsgründen ändern, bitte

# h2
source: click here
de_de: klicken sie hier

# k1
source: Internet Access Code
de_de: Internet-Zugangscode
ko_kr: 사용자 이름
zh_cn: 互聯網接入代碼

# m1
source: Usage Details
de_de: Verwenden Einzelheiten
ko_kr: 사용량 세부 정보
zh_cn: 使用資訊

# m11
source: TIME REMAINING
de_de: VERBLEIBENDE ZEIT
ko_kr: 남은 시간
zh_cn: 剩餘時間

# m2
source: you are connected to the internet
de_de: Sie mit dem Internet verbunden sind,
ko_kr: 이제 인터넷에 연결되었습니다.
zh_cn: 您已連接至網際網路。

# m21
source: EXPIRATION
de_de: ABLAUF
ko_kr: 만료
zh_cn: 到期

# m3
source: LOGIN DETAILS
de_de: Protokolldetails
ko_kr: 로그인 세부 정보
zh_cn: 登錄資訊

# m4
source: These login details are for reconnection or to connect additional devices to the internet
de_de: Diese Zugangsdaten sind für Wiederverbindung oder weitere Geräte mit dem Internet verbinden
ko_kr: 이 로그인 세부 정보는 추가 장치를 인터넷에 재연결 또는 연결하기 위한 것입니다.
zh_cn: 登錄資訊用於重新連接或方便其他設備連接網際網路。

# m5
source: If you want your credentials to be emailed to you, please provide your email address
de_de: Wenn Sie Ihre Anmeldeinformationen an Sie geschickt wird, geben Sie bitte Ihre E-Mail-Adresse
ko_kr: 자격 증명을 이메일로 받으려면, 이메일 주소를 입력하십시오
zh_cn: 如果您希望憑證透過電子郵件發送給您，請提供電子郵件地址。

# m6
source: Submit
de_de: einreichen
ko_kr: 제출
zh_cn: 送出

# m8
source: Pricing:
de_de: Preise:
ko_kr: 가격
zh_cn: 定價

# m9
source: Open a New Window
de_de: Öffnen Sie ein neues Browser-Fenster
ko_kr: 새 창 열기
zh_cn: 打開新視窗

# p1
source: Day
de_de: Tag
ko_kr: 일
zh_cn: 日

# p2
source: Hour
de_de: Stunde
ko_kr: 시간
zh_cn: 小時

# p3
source: Hours
de_de: Stunden
ko_kr: 시간
zh_cn: 小時

# p4
source: Days
de_de: Tage
ko_kr: 일
zh_cn: 天

# p40
source: Complimentary Internet
de_de: Ein Internet

# s1
source: Room Number
de_de: Zimmernummer
ko_kr: 객실 번호
zh_cn: 房號

# s2
source: Last Name
de_de: Nachname
ko_kr: 성
zh_cn: 姓氏

# s3
source: Dear Guest,
de_de: Sehr geehrter Gast,
ko_kr: 게스트님께,
zh_cn: 親愛的貴賓，

# s4
source: UPGRADE YOUR PLAN
de_de: Aktualisieren Sie Ihren Plan
zh_cn: 你的升級計劃

# s5
source: Please type
de_de: Bitte geben
zh_cn: 請輸入

# s6
source: in your browser should you decide to updgrade your Plan at a later stage
de_de: in Ihrem Browser sollten Sie mit Ihrem Plan zu einem späteren Zeitpunkt aufgerüstet werden soll
zh_cn: 在瀏覽器中你決定升級你的計劃後期階段

# s7
source: Number of Days
de_de: Anzahl der Pläne
zh_cn: 計劃數量

# s8
source: By clicking Connect to Internet, you agree to the
de_de: Mit einem Klick auf eine Verbindung zum Internet, erklären Sie sich mit der
zh_cn: 通過點擊連接到互聯網，你同意

# s9
source: terms and conditions
de_de: geschäftsbedingungen
zh_cn: 條款和條件

# m7
source: PLAN DETAILS:
ko_kr: 요금제 세부 정보
zh_cn: 方案資訊
