Repository: mplblr/test
Catalog: LeelaMulti/App_LocalResources/terms.aspx.*.resx
Languages: ar_sa, de_de, fr_fr, ja_jp, zh_cn

# m7
source: Disclaimer of Warranties We and Our Personnel disclaim any and all responsibility or liability for the accuracy, completeness, legality, reliability, operability or availability of information or Content displayed on the Service. We and Our Personnel disclaim any and all responsibility and liability for your conduct and for the conduct of others using the Service. YOU EXPRESSLY UNDERSTAND AND AGREE THAT: (a) YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK. THE SERVICE, AND ALL CONTENT, INFORMATION (INCLUDING, WITHOUT LIMITATION, ANY INFORMATION OR CONTENT OBTAINED OR ACCESSED THROUGH THE SERVICE), PRODUCTS AND SERVICES INCLUDED THEREIN ARE PROVIDED ON AN "AS IS" AND “AS AVAILABLE” BASIS WITH NO WARRANTIES WHATSOEVER. WE AND THE COMPANIES’ ENTITIES EXPRESSLY DISCLAIM TO THE FULLEST EXTENT PERMITTED BY LAW ALL EXPRESS, IMPLIED, AND STATUTORY WARRANTIES, INCLUDING, WITHOUT LIMITATION, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS (b) WE AND OUR PERSONNEL DISCLAIM ANY WARRANTIES REGARDING THE SECURITY, RELIABILITY, TIMELINESS, AND PERFORMANCE OF THE SERVICE. PARTICULARLY, WE AND THE COMPANIES’ ENTITIES MAKE NO WARRANTY THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS; (ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE; (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE; AND (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS (c) WE AND OUR PERSONNEL DISCLAIM, ANY WARRANTIES FOR ANY INFORMATION OR ADVICE OBTAINED THROUGH THE SERVICE; (d) WE AND OUR PERSONNEL DISCLAIM ANY WARRANTIES FOR SERVICES OR GOODS RECEIVED THROUGH OR ADVERTISED ON THE SERVICE OR RECEIVED THROUGH ANY LINKS PROVIDED BY THE SERVICE, AS WELL AS FOR ANY INFORMATION OR ADVICE RECEIVED THROUGH ANY LINKS PROVIDED IN THE SERVICE; (e) YOU DOWNLOAD OR OTHERWISE OBTAIN INFORMATION OR DATA THROUGH THE USE OF THE SERVICE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH INFORMATION OR DATA. Limitation of Liability UNDER NO CIRCUMSTANCES WILL WE AND/OR OUR PERSONNEL BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR EXEMPLARY DAMAGES ARISING OUT OF OR IN CONNECTION WITH USE OF THE SERVICE, WHETHER OR NOT WE AND/OR OUR PERSONNEL HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SERVICE; (ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE; (iii) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE; (iv) ANY RELIANCE ON THE SERVICE; (v) THE INTERRUPTION, SUSPENSION, OR TERMINATION OF THE SERVICE (INCLUDING SUCH DAMAGES INCURRED BY THIRD PARTIES); OR (vi) ANY OTHER MATTER RELATING TO THE SERVICE. IN ANY EVENT, UNDER NO CIRCUMSTANCES SHALL WE AND/OR OUR PERSONNEL BE LIABLE TO YOU FOR AN AMOUNT EXCEEDING US$100.00. WITHOUT LIMITATION TO THE GENERALITY OF THE FOREGOING, UNDER NO CIRCUMSTANCES SHALL WE AND/OR OUR PERSONNEL BE HELD LIABLE FOR ANY DELAY OR FAILURE IN PERFORMANCE RESULTING DIRECTLY OR INDIRECTLY FROM ACTS OF NATURE, FORCES, OR CAUSES BEYOND OUR REASONABLE CONTROL, INCLUDING, WITHOUT LIMITATION, INTERNET FAILURES, COMPUTER EQUIPMENT FAILURES, TELECOMMUNICATION EQUIPMENT FAILURES, OTHER EQUIPMENT FAILURES, ELECTRICAL POWER FAILURES, STRIKES, LABOUR DISPUTES, RIOTS, INSURRECTIONS, CIVIL DISTURBANCES, SHORTAGES OF LABOR OR MATERIALS, FIRES, FLOODS, STORMS, EXPLOSIONS, ACTS OF GOD, WAR, GOVERNMENTAL ACTIONS, ORDERS OF DOMESTIC OR FOREIGN COURTS OR TRIBUNALS, NON-PERFORMANCE OF THIRD PARTIES, OR LOSS OF OR FLUCTUATIONS IN HEAT, LIGHT, OR AIR CONDITIONING. Indemnity You agree to hold harmless and indemnify Company and Our Personnel from and against any third party claim arising from or in any way related to your use of the Service and/or Content, including any liability or expense arising from all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. Contributions to Us By submitting Personal Information, ideas, suggestions, documents, and/or proposals ("Contributions") to Us through our suggestion, survey or feedback portals, you acknowledge and agree that: (a) your Contributions do not contain confidential or proprietary information; (b) We and/or Our Personnel are not under any obligation of confidentiality, express or implied, with respect to the Contributions; (c) We shall be entitled to use or disclose (or choose not to use or disclose) such Contributions for any purpose, in any way, in any media worldwide; (d) We may have something similar to the Contributions already under consideration or in development; (e) your Contributions automatically become Company’s property without any obligation on Company’s part to you; and (f) you are not entitled to any compensation or reimbursement of any kind from Us under any circumstances and such Contributions may not be attributed to you.
ar_sa: التنصل من الضمانات نحن وموظفونا نتحمل أي مسؤولية أو مسؤولية عن دقة أو اكتمال أو قانونية أو موثوقية أو إمكانية التشغيل أو توافر المعلومات أو المحتوى المعروض على الخدمة. نحن وموظفونا نتحمل أي مسؤولية ومسؤولية عن سلوكك وسلوك الآخرين باستخدام الخدمة. إنك تفهم وتوافق صراحة على ما يلي: (أ) استخدامك للخدمة هو على مسؤوليتك وحدك. (بما في ذلك، على سبيل المثال لا الحصر، أية معلومات أو محتوى تم الحصول عليه أو الوصول إليه من خلال الخدمة)، يتم تضمين المنتجات والخدمات المضمنة في ذلك "كما هي" و "كما هو متاح" بدون أي ضمانات على الإطلاق. نحن وكيانات الشركات تخلي صراحة إلى أقصى حد يسمح به القانون كل الضمانات الصريحة والضمنية والقانونية بما في ذلك على سبيل المثال لا الحصر ضمانات قابلية التسويق والملاءمة لغرض معين وعدم انتهاك حقوق الملكية (ب) نحن وأفرادنا نخلص من أي ضمانات تتعلق بالأمن، والموثوقية، والوقت، وأداء الخدمة. وعلى وجه الخصوص، نحن وكيانات الشركات لا تقدم أي ضمان بأن (1) الخدمة سوف تلبي الاحتياجات الخاصة بك. (2) الخدمة سوف تكون دون انقطاع، في الوقت المناسب، آمنة أو خالية من الأخطاء. (3) النتائج التي يمكن الحصول عليها من استخدام الخدمة ستكون دقيقة أو موثوقة. و (4) جودة أي منتجات أو خدمات أو معلومات أو مواد أخرى تم شراؤها أو الحصول عليها من خلال الخدمة سوف تفي بتوقعاتك (ج) نحن وموظفونا نخلي أي مسؤولية أو أية ضمانات عن أي معلومات أو مشورة تم الحصول عليها من خلال الخدمة؛ (د) نحن وأفرادنا نخليهم عن أي ضمانات للخدمات أو السلع التي يتم استلامها من خلال الإعلانات أو الإعلانات أو استلامها من خلال أي روابط توفرها الخدمة، وكذلك لأي معلومات أو مشورة مستلمة من خلال أي روابط متوفرة في الخدمة؛ (ه) يمكنك تحميل أو الحصول على معلومات أو معلومات أخرى من خلال استخدام الخدمة في كشفك الخاص ومخاطرك وأنك ستكون مسؤولا عن أي ضرر على جهاز الكمبيوتر الخاص بك أو فقدان البيانات التي تنتج عن تحميل هذه المعلومات أو البيانات. تحديد المسؤولية تحت أي ظرف من الظروف، سوف نتحمل نحن و / أو موظفينا المسؤولية تجاهك عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية أو خاصة أو تعبيرية تنشأ عن أو فيما يتعلق باستخدام الخدمة، سواء أكانت نحن و / أو موظفينا بما في ذلك على سبيل المثال لا الحصر، الأضرار الناجمة عن فقدان الأرباح أو الشهرة أو الاستخدام أو البيانات أو الخسائر غير الملموسة الأخرى الناجمة عن: (1) استخدام أو عدم القدرة على استخدام الخدمة؛ '2' تكلفة شراء السلع والخدمات البديلة الناشئة عن أي سلع أو بيانات أو معلومات أو خدمات مشتراة أو محققة أو معاملات تدخل في الخدمة أو من الخدمة؛ '3' بيانات أو سلوك أي طرف ثالث في الخدمة؛ '4' أي اعتماد على الخدمة؛ '5' انقطاع الخدمة أو تعليقها أو إنهائها (بما في ذلك الأضرار التي لحقت بالأطراف الثالثة)؛ أو (6) أي مسألة أخرى تتعلق بالخدمة. في أي حال من الأحوال، تحت أي ظرف من الظروف، نحن و / أو موظفينا تكون مسؤولة تجاهك بمبلغ يتجاوز 100.00 دولار أمريكي. على سبيل المثال لا الحصر على ما سبق، تحت أي ظرف من الظروف، نحن و / أو موظفينا سوف تكون مسؤولة عن أي تأخير أو فشل في الأداء الناجم مباشرة أو غير مباشرة من أفعال الطبيعة، القوات، أو أسباب ما وراء لدينا السيطرة معقولة، بما في ذلك، دون التقصير، فشل الإنترنت، فشل معدات الكمبيوتر، فشل معدات الاتصالات، فشل المعدات الأخرى، فشل الكهرباء الكهربائية، ضربات، مشاكل العمل، ريوتس، إنكوركتيونس، الاضطرابات المدنية، القصور في العمالة أو المواد، فيرز، فودس، ستورمز، إكسبلوسيونس، أكتس أوف غود ، الحرب، الإجراءات الحكومية، أوامر المحاكم المحلية أو الأجنبية أو المحاكمات، عدم أداء الأطراف الثالثة، أو فقدان أو تقلبات في الحرارة، ضوء، أو تكييف الهواء. تعويض أنت توافق على عدم الإضرار وتعويض الشركة وموظفينا من وضد أي مطالبة من طرف ثالث تنشأ عن أو بأي شكل من الأشكال المتعلقة باستخدامك للخدمة و / أو المحتوى، بما في ذلك أي مسؤولية أو نفقات تنشأ عن جميع المطالبات والخسائر والأضرار ( الفعلية والتبعية)، والدعاوى، والأحكام، وتكاليف التقاضي وأتعاب المحاماة، من كل نوع وطبيعتها. المساهمات لنا من خلال تقديم المعلومات الشخصية والأفكار والاقتراحات والوثائق و / أو الاقتراحات ("المساهمات") لنا من خلال اقتراحاتنا، والمسح أو ردود الفعل البوابات، فإنك تقر وتوافق على أن: (أ) المساهمات الخاصة بك لا تحتوي على معلومات سرية أو الملكية؛ (ب) نحن و / أو موظفينا لا يخضعون لأي التزام بالسرية، صراحة أو ضمنا، فيما يتعلق بالمساهمات؛ (ج) يحق لنا أن نستخدم أو نكشف (أو نختار عدم استخدام أو إفشاء) هذه المساهمات لأي غرض، بأي شكل من الأشكال، في
de_de: Gewährleistungsausschluss Wir und unsere Mitarbeiter übernehmen keinerlei Verantwortung oder Haftung für die Richtigkeit, Vollständigkeit, Rechtmäßigkeit, Zuverlässigkeit, Funktionsfähigkeit oder Verfügbarkeit von Informationen oder Inhalten, die auf dem Service angezeigt werden. Wir und unser Personal übernehmen keinerlei Verantwortung und Haftung für Ihr Verhalten und für das Verhalten anderer, die den Service nutzen. SIE VERSTEHEN AUSDRÜCKLICH UND STIMMEN ZU: (a) DIE NUTZUNG DES DIENSTES ERFOLGT AUF IHR EIGENES RISIKO. DER SERVICE UND ALLE INHALTE, INFORMATIONEN (EINSCHLIESSLICH, OHNE BESCHRÄNKUNGEN, INFORMATIONEN ODER INHALTE, DIE DURCH DEN DIENST ERHALTEN ODER ZUGÄNGLICH SIND), PRODUKTE UND DIENSTLEISTUNGEN, DIE DARIN ENTHALTEN SIND, WERDEN "OHNE MÄNGELGEWÄHR" UND OHNE JEGLICHE GEWÄHRLEISTUNG ZUR VERFÜGUNG GESTELLT. WIR UND DIE GESELLSCHAFTEN DER GESELLSCHAFT SCHLIESSEN AUSDRÜCKLICH DEN GESETZLICH ZULÄSSIGEN UMFANG AUS, DER AUSDRÜCKLICH, STILLSCHWEIGEND UND GESETZLICH GEWÄHRLEISTET IST, EINSCHLIESSLICH DER GEWÄHRLEISTUNG DER MARKTGÄNGIGKEIT, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND DER NICHTVERLETZUNG VON EIGENTUMSRECHTEN (b) WIR UND UNSER PERSONAL LEHNT JEGLICHE GEWÄHRLEISTUNG HINSICHTLICH DER SICHERHEIT, ZUVERLÄSSIGKEIT, AKTUALITÄT UND LEISTUNG DES DIENSTES AB. INSBESONDERE ÜBERNEHMEN WIR UND DIE UNTERNEHMEN DER GESELLSCHAFT KEINE GEWÄHRLEISTUNG, DASS (i) DER DIENST IHREN ANFORDERUNGEN ENTSPRICHT; (ii) Der Dienst wird ununterbrochen, zeitnah, sicher oder fehlerfrei sein; (iii) DIE ERGEBNISSE, DIE DURCH DIE NUTZUNG DES DIENSTES ERZIELT WERDEN KÖNNEN, SIND GENAU ODER ZUVERLÄSSIG; UND (iv) DIE QUALITÄT VON PRODUKTEN, DIENSTLEISTUNGEN, INFORMATIONEN ODER ANDEREN MATERIALIEN, DIE SIE DURCH DEN SERVICE ERWORBEN ODER ERHALTEN HABEN, ERFÜLLT IHRE ERWARTUNGEN (c) WIR UND UNSER PERSONAL LEHNEN JEGLICHE GARANTIEN FÜR INFORMATIONEN ODER RATSCHLÄGE, DIE DURCH DEN DIENST ERHALTEN WURDEN; (d) WIR UND UNSER PERSONAL LEHNEN JEGLICHE GEWÄHRLEISTUNG FÜR DIENSTLEISTUNGEN ODER WAREN, DIE ÜBER DEN DIENST ERHALTEN WERDEN ODER ÜBER DIE DURCH DEN DIENST BEREITGESTELLTEN LINKS ERHALTEN WERDEN, SOWIE FÜR INFORMATIONEN ODER RATSCHLÄGE, DIE ÜBER DIE IM SERVICE BEREITGESTELLTEN LINKS ERHALTEN WERDEN; (e) SIE HERUNTERLADEN ODER ANDERWEITIG INFORMATIONEN ODER DATEN DURCH DIE NUTZUNG DES DIENSTES AUF IHREM EIGENEN ERMESSENSDURCHSCHNITT UND IHREM RISIKO ERWORBEN HABEN UND DASS SIE AUSSCHLIESSLICH FÜR SCHÄDEN AN IHREM COMPUTERSYSTEM ODER FÜR DATENVERLUSTE VERANTWORTLICH SIND, DIE SICH AUS DEM HERUNTERLADEN SOLCHER INFORMATIONEN ERGEBEN DATEN. Haftungsbeschränkung UNTER KEINEN UMSTÄNDEN HAFTEN WIR UND / ODER UNSERE MITARBEITER FÜR DIREKTE, INDIREKTE, ZUFÄLLIGE, FOLGESCHÄDEN, SPEZIELLE ODER BEISPIELHAFTE SCHÄDEN, DIE SICH AUS ODER IN VERBINDUNG MIT DER NUTZUNG DES DIENSTES ERGEBEN, AUCH OB UNS UND / ODER UNSER PERSONAL NICHT HABEN AUF DIE MÖGLICHKEIT SOLCHER SCHÄDEN, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF SCHADENERSATZANSPRÜCHE FÜR GEWINNE, GEWINN, GEBRAUCH, DATEN ODER ANDERE IMMATERIELLE VERLUSTE, BEREITGESTELLT WORDEN SIND: (i) DIE NUTZUNG ODER DIE NICHTVERWENDBARKEIT DES DIENSTES; (ii) die Kosten für die Beschaffung von Ersatzwaren und Dienstleistungen, die aus Waren, Daten, Informationen oder Dienstleistungen stammen, die gekauft oder erworben wurden, oder Transaktionen, die durch oder aus dem Dienst entstanden sind; (iii) Erklärungen oder Verhaltensweisen Dritter bei der Dienstleistung; (iv) jegliches Vertrauen in den Service; (v) UNTERBRECHUNG, AUSSETZUNG ODER KÜNDIGUNG DES DIENSTES (EINSCHLIESSLICH SOLCHER SCHÄDEN DURCH DRITTE); ODER (vi) JEGLICHEN ANDEREN, DER SICH AUF DEN DIENST BEZIEHT. JEDERFALL SIND WIR UND / ODER UNSER PERSONAL UNTER KEINEN UMSTÄNDEN FÜR SIE ÜBER 100,00 US $ VERANTWORTLICH. OHNE BESCHRÄNKUNGEN DER ALLGEMEINEN VORAUSSETZUNGEN KÖNNEN WIR UND / ODER UNSER PERSONAL UNTER KEINEN UMSTÄNDEN HAFTBAR FÜR VERZÖGERUNGEN ODER AUSFÄLLE IN DER LEISTUNG, DIE DIREKT ODER INDIREKT DURCH NATÜRLICHE HANDLUNGEN, KRÄFTE ODER URSACHEN AUSSERHALB UNSERER VERANTWORTLICHEN KONTROLLE ENTHALTEN SIND, EINSCHLIESSLICH OHNE BESCHRÄNKUNGEN, INTERNET-FEHLER, AUSRÜSTUNGEN VON COMPUTERAUSRÜSTUNGEN, FEHLER VON TELEKOMMUNIKATIONSGERÄTEN, ANDERE AUSRÜSTUNGEN VON GERÄTEN, ELEKTRISCHE STROMAUSFÄLLE, SCHLÄGE, ARBEITSSTREITIGKEITEN, RIOS, VERSICHERUNGEN, ZIVILSTÖRUNGEN, ARBEITS- ODER MATERIALSCHLÜSSEL, FEUER, ÜBERSCHWEMMUNGEN, STÖRUNGEN, EXPLOSIONEN, HANDLUNGEN GOTTES KRIEG, REGIERUNGSMASSNAHMEN, AUFTRÄGE VON AUSSEN- ODER AUSSENGERICHTEN, AUSSERHALB VON DRITTEN ODER VERLUSTE ODER FLUKTUATIONEN IN WÄRME-, LICHT- ODER KLIMAANLAGE. Entschädigung Sie verpflichten sich, das Unternehmen und unsere Mitarbeiter von allen Ansprüchen Dritter freizustellen, die sich aus oder im Zusammenhang mit Ihrer Nutzung des Service und / oder des Inhalts ergeben, einschließlich jeglicher Haftung oder Kosten, die sich aus allen Ansprüchen, Verlusten, Schäden ergeben ( tatsächlich und konsequent), Klagen, Urteile, Prozesskosten und Anwaltskosten jeder Art und Art. Beiträge an uns Durch die Übermittlung persönlicher Informationen, Ideen, Vorschläge, Dokumente und / oder Vorschläge ("Beiträge") an uns über unsere Vorschlags-, Umfrage- oder Feedback-Portale bestätigen Sie und stimmen zu, dass: (a) Ihre Beiträge keine vertraulichen oder geschützten Informationen enthalten; (b) Wir und / oder unsere Mitarbeiter sind in Bezug auf die Beiträge nicht zur Vertraulichkeit, weder ausdrücklich noch impliziert, verpflichtet; (c) Wir sind berechtigt, solche Beiträge zu irgendeinem Zweck in irgendeiner Weise zu verwenden oder offenzulegen (oder zu wählen, sie nicht zu verwenden oder offenzulegen)
fr_fr: Exclusion de garantie Nous et notre personnel déclinons toute responsabilité quant à l'exactitude, l'intégralité, la légalité, la fiabilité, l'opérabilité ou la disponibilité des informations ou du contenu affiché sur le Service. Nous et notre personnel déclinons toute responsabilité quant à votre conduite et à la conduite des autres utilisateurs du service. VOUS COMPRENEZ ET ACCEPTEZ EXPRESSÉMENT QUE: (a) VOTRE UTILISATION DU SERVICE EST À VOS PROPRES RISQUES. LE SERVICE, ET TOUT LE CONTENU, LES INFORMATIONS (Y COMPRIS, SANS S'Y LIMITER, LES INFORMATIONS OU LES CONTENUS OBTENUS OU ACCESSIBLES PAR LE SERVICE), LES PRODUITS ET SERVICES INCLUS DANS CE SERVICE SONT FOURNIS "TELS QUELS" ET "TELS QUE DISPONIBLES" SANS AUCUNE GARANTIE. NOUS ET LES ENTITES DES SOCIÉTÉS DÉCLINENT EXPRESSÉMENT DANS TOUTE LA MESURE AUTORISÉE PAR LA LOI TOUTE GARANTIE EXPRESSE, IMPLICITE ET LÉGALE, Y COMPRIS, SANS LIMITATION, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET DE NON-VIOLATION DES DROITS DE PROPRIÉTÉ. (b) NOUS ET NOTRE PERSONNEL DÉCLINONS TOUTE GARANTIE CONCERNANT LA SÉCURITÉ, LA FIABILITÉ, L'OPPORTUNITÉ ET LA PERFORMANCE DU SERVICE. EN PARTICULIER, NOUS ET LES ENTITÉS DES SOCIÉTÉS NE DONNONS AUCUNE GARANTIE QUE (i) LE SERVICE RÉPONDRA À VOS EXIGENCES; (ii) LE SERVICE SERA ININTERROMPU, OPPORTUN, SECURISE OU EXEMPT D'ERREURS; (iii) LES RÉSULTATS QUI PEUVENT ÊTRE OBTENUS DE L'UTILISATION DU SERVICE SERONT EXACTS OU FIABLES; ET (iv) LA QUALITÉ DE TOUT PRODUIT, SERVICE, INFORMATION OU AUTRE MATÉRIEL ACHETÉ OU OBTENU PAR VOUS PAR LE BIAIS DU SERVICE RÉPONDRA À VOS ATTENTES (c) NOUS ET NOTRE RESPONSABILITÉ DU PERSONNEL, TOUTE GARANTIE POUR TOUTE INFORMATION OU CONSEIL OBTENU PAR LE BIAIS DU SERVICE; (d) NOUS ET NOTRE PERSONNEL DÉCLINONS TOUTE GARANTIE CONCERNANT LES SERVICES OU MARCHANDISES REÇUS OU PUBLIÉS SUR LE SERVICE OU REÇUS PAR L'INTERMÉDIAIRE DE TOUT LIEN FOURNI PAR LE SERVICE, AINSI QUE TOUTE INFORMATION OU CONSEIL REÇUS PAR L'INTERMÉDIAIRE DE TOUT LIEN FOURNI DANS LE SERVICE; (e) VOUS TÉLÉCHARGEZ OU OBTENEZ AUTREMENT DES INFORMATIONS OU DES DONNÉES PAR L'UTILISATION DU SERVICE À VOTRE DISCRÉTION ET À VOS PROPRES RISQUES ET VOUS SEREZ SEUL RESPONSABLE DE TOUT DOMMAGE À VOTRE SYSTÈME INFORMATIQUE OU DE TOUTE PERTE DE DONNÉES RÉSULTANT DU TÉLÉCHARGEMENT DE CES INFORMATIONS OU LES DONNÉES. Limitation de responsabilité EN AUCUN CAS NOUS ET / OU NOTRE PERSONNEL NE POURRONT ÊTRE TENUS RESPONSABLES ENVERS VOUS DE TOUT DOMMAGE DIRECT, INDIRECT, ACCESSOIRE, CONSÉCUTIF, SPÉCIAL OU EXEMPLAIRE DÉCOULANT DE OU EN RAPPORT AVEC L'UTILISATION DU SERVICE, QUE NOUS ET / OU NOTRE PERSONNEL AVONS OU NON AVISÉ DE LA POSSIBILITÉ DE TELS DOMMAGES, Y COMPRIS, MAIS SANS S'Y LIMITER, LES DOMMAGES POUR PERTE DE PROFITS, GOODWILL, UTILISATION, DONNÉES OU AUTRES PERTES INCORPORELLES, RÉSULTANT: (i) DE L'UTILISATION OU DE L'INCAPACITÉ D'UTILISER LE SERVICE; (ii) LE COÛT DE L'APPROVISIONNEMENT DE BIENS ET SERVICES DE SUBSTITUTION RÉSULTANT DE TOUT BIEN, DONNÉE, INFORMATION OU SERVICE ACHETÉ OU OBTENU OU DE TRANSACTIONS CONCLUES PAR LE BIAIS DU SERVICE; (iii) LES DÉCLARATIONS OU LA CONDUITE DE TOUT TIERS SUR LE SERVICE; (iv) TOUTE CONFIANCE AU SERVICE; (v) L'INTERRUPTION, LA SUSPENSION OU LA CESSATION DU SERVICE (Y COMPRIS LESDITS DOMMAGES CAUSES PAR DES TIERS); OU (vi) TOUTE AUTRE QUESTION RELATIVE AU SERVICE. DANS TOUS LES CAS, EN AUCUN CAS NOUS ET / OU NOTRE PERSONNEL NE SERA RESPONSABLE ENVERS VOUS POUR UN MONTANT DE PLUS DE 100,00 $. SANS LIMITATION DE LA GÉNÉRALITÉ DE CE QUI PRÉCÈDE, EN AUCUN CAS NOUS ET / OU NOTRE PERSONNEL NE POURRA ÊTRE TENU RESPONSABLE DE TOUT RETARD OU DÉFAUT DE RENDEMENT RÉSULTANT DIRECTEMENT OU INDIRECTEMENT D'ACTES DE NATURE, DE FORCES OU DE CAUSES AU-DELÀ DE NOTRE CONTRÔLE RAISONNABLE, Y COMPRIS LIMITATION, DÉFAILLANCE INTERNET, ÉCHEC MATÉRIEL INFORMATIQUE, DÉFAILLANCE D'ÉQUIPEMENT DE TÉLÉCOMMUNICATION, AUTRE DÉFAILLANCE D'ÉQUIPEMENT, DÉFAILLANCE ÉLECTRIQUE, GRÈVE, LITIGE DE TRAVAIL, RIOTS, INSURRECTIONS, PERTURBATIONS CIVILES, PÉNURIES DE MAIN-D'OEUVRE OU DE MATÉRIEL, INCENDIES, INONDATIONS, TEMPÊTES, EXPLOSION, ACTES DE DIEU GUERRE, ACTIONS GOUVERNEMENTALES, ORDRES DE TRIBUNAUX OU TRIBUNAUX DOMESTIQUES OU ÉTRANGERS, NON-EXÉCUTION DE TIERCES PARTIES OU PERTE OU FLUCTUATIONS DE CHALEUR, DE LUMIÈRE OU DE CLIMATISATION. Indemnité Vous acceptez de dégager et d'indemniser la Société et notre personnel contre toute réclamation de tiers découlant de ou liée à votre utilisation du Service et / ou du Contenu, y compris toute responsabilité ou dépense découlant de toutes réclamations, pertes, dommages ( réels et indirects), les poursuites, les jugements, les frais de litige et les honoraires d'avocats, de toute nature et de toute nature. Contributions à nous En nous soumettant des informations personnelles, des idées, des suggestions, des documents et / ou des propositions («contributions») via nos portails de suggestions, d'enquêtes ou de commentaires, vous reconnaissez et acceptez que: (a) vos contributions ne contiennent pas d'informations confidentielles; (b) Nous et / ou Notre Personnel ne sommes soumis à aucune obligation de confidentialité, expresse ou implicite, en ce qui concerne les Contributions; (c) Nous aurons le droit d'utiliser ou de divulguer (ou choisir de ne pas utiliser ou divulguer) de telles Contributions à quelque fin que ce soit,
ja_jp: 保証の免責 私たちと私たちの人員は、サービスに表示される情報やコンテンツの正確性、完全性、合法性、信頼性、操作性、可用性について一切の責任を負いません。当社および当社の人員は、本サービスを使用するお客様の行為および他人の行為について、すべての責任と責任を放棄します。 あなたは明白に理解し、それに同意します： （a）お客様のサービスの使用は、お客様の責任で行ってください。本サービスおよびすべてのコンテンツ（本サービスを通じて取得またはアクセスされた情報またはコンテンツを含むがこれに限定されない）、それらに含まれる製品およびサービスは、「現状有姿」で提供され、いかなる保証もされていません。当社と企業のエンティティは、商品性、特定目的への適合性、所有権の非侵害性を含め、明示的、黙示的、法定的な保証を一切制限するものではなく、明示的に法律で認められる限り、 （b）当社および当社の当事者は、本サービスのセキュリティ、信頼性、適時性、および性能に関するいかなる保証も否認します。特に、当社と企業のエンティティは、（i）本サービスがお客様の要件を満たしていることを保証するものではありません。 （ii）本サービスは中断なく、タイムリーに、安全に、またはエラーフリーであること。 （iii）本サービスを使用して得られる結果が正確または信頼できるものであること。 （iv）サービスを通じてお客様が購入または取得した製品、サービス、情報またはその他の素材の品質がお客様の期待を満たしている （c）当社および当社の拒否、本サービスを通じて取得された情報またはアドバイスに対する保証。 （d）当社と当事者は、本サービスによって提供されたリンクを通じて受け取った情報またはアドバイスと同様に、本サービスを通じて提供されたサービスまたは広告、または本サービスによって提供されたリンクを通して受け取ったサービスまたは商品に対する保証を放棄します。 （e）あなたは、あなたの自己の裁量およびリスクで本サービスを使用して情報またはデータをダウンロードする、または他の方法で取得し、かかる情報のダウンロードに起因するお客様のコンピュータシステムの損傷またはデータの損失に対して完全に責任を負うものとします。データ。 責任の制限 いかなる状況であっても、当社および/または当社の当事者は、当社および/または当社の個人が有しているか否かにかかわらず、サービスの使用に関連してまたはその使用に関連して生じる直接的、間接的、偶発的、派生的、逸失利益、データまたは他の無形の損失の損害（以下を含むがこれに限定されない）を含むがこれに限定されない、かかる損害の可能性について知らされている。 （ii）購入した商品、データ、情報またはサービスから得られる代替商品およびサービスの調達費用または本サービスを通じてまたは本サービスから入力された取引。 （iii）本サービス上の第三者の陳述書または行為。 （iv）本サービスの信頼性。 （v）サービスの中断、中止、または中止（第三者によって生じた損害を含む）。または（vi）本サービスに関連するその他の事項。 いかなる場合においても、当社および/または当社の当事者は、100米ドルを超える金額でお客様に責任を負うものではありません。 上記の一般性を制限するものではなく、当社および/または当社の従業員は、直接的または間接的に生じた遅延または不履行に起因する責任を負うものではなく、当社の合理的な統制、コンピュータ機器の故障、電気通信機器の故障、その他の機器の故障、電気的な停電、ストライキ、労働争議、人身傷害、人命救助、民間の災害、雇用機会の喪失、火事、洪水、暴風雨、爆発、 、WAR、政府の行為、国内外の裁判所または裁判所の命令、第三者の行為、熱、光、または空調における逸失または逸失の原因となります。 損害賠償 お客様は、本サービスおよび/またはコンテンツの使用に起因するまたはそれに関連して発生した第三者の請求（すべての請求、損失、損害賠償から生じた責任または費用を含む）に対して、会社および当社の人員を無害かつ補償することに同意します訴訟費用、訴訟費用、弁護士報酬など、あらゆる種類のものが含まれます。 私たちへの貢献 私たちの提案、調査またはフィードバックポータルを通じて個人情報、アイデア、提案、文書、および/または提案（以下「貢献」）を提出することにより、お客様は以下を認識し同意するものとします：（a）あなたの寄稿に機密情報または専有情報は含まれません。 （b）当社および/または当社の人員は、寄稿に関して明示的または黙示的に守秘義務を負いません。 （c）当社は、いかなる形であれ、いかなる方法でも、そのような貢献を使用または開示する（または使用または開示しないことを選択する）権利を有するものとします。
zh_cn: 免責聲明 我們和我們的人員不對本服務上顯示的信息或內容的準確性，完整性，合法性，可靠性，可操作性或可用性承擔任何及所有責任。我們和我們的人員對您的行為和使用本服務的其他人的行為不承擔任何和所有責任。 您明確了解並同意： （a）您自行承擔使用本服務的風險。服務以及所有內容，信息（包括但不限於通過服務獲取或訪問的任何信息或內容），其中包含的產品和服務均按“原樣”和“現有”的原則提供，不提供任何擔保。我們和公司的實體明確拒絕在法律允許的最大範圍內提供所有明示，暗示和法定的保證，包括但不限於對適銷性，特定用途的適用性以及不侵犯專有權的保證 （b）我們和我們的人員不對服務的安全性，可靠性，及時性和性能做出任何保證。特別是，我們和公司的實體不擔保（i）服務將符合您的要求; （ii）服務不會中斷，及時，安全或沒有錯誤; （iii）使用服務所獲得的結果將是準確或可靠的; （iv）您通過本服務購買或獲得的任何產品，服務，信息或其他材料的質量將滿足您的期望 （c）我們和我們的人員不承擔任何有關通過本服務獲得的任何信息或建議的保證; （d）我們和我們的員工對通過本服務提供或通過本服務所提供的任何鏈接以及通過本服務中提供的任何鏈接所獲得的任何信息或建議所收到的任何服務或商品擔保均不提供任何擔保。 （e）您通過使用本服務自行決定下載或以其他方式獲得信息或數據，並承擔自行承擔風險的責任，並且對由於下載此類信息而導致的計算機系統損壞或數據丟失承擔全部責任。數據。 責任限制 在任何情況下，無論我們和/或我們的人員是否因使用本服務而引起或與之相關的任何直接，間接，附帶，間接，特殊或懲戒性的損害，我們和/或我們的人員均不承擔任何責任（i）使用或無法使用本服務的損害，包括但不限於利潤損失，商譽，使用，數據丟失或其他無形損失的可能性; （ii）購買或獲得的任何貨物，數據，信息或服務或通過服務輸入或從服務中獲得的交易導致的替代商品和服務的採購成本; （iii）任何第三方對服務的聲明或行為; （iv）對服務的任何依賴; （v）服務的中斷，暫停或終止（包括第三方產生的此類損害）;或（vi）與本服務有關的任何其他事宜。 在任何情況下，在任何情況下，我們和/或我們的人員都不會對您承擔超過100美元的賠償責任。 在不受上述所有條款限制的情況下，在任何情況下，我們和/或我們的人員將不承擔因直接或間接引起的性質，性能，原因或超出我們的合理控制權而造成的任何延遲或故障責任，包括但不限於限制，互聯網故障，計算機設備故障，電信設備故障，其他設備故障，電力故障，故障，勞動爭議，暴力，導致，民事騷擾，勞工或材料短缺，火災，爆炸，爆炸，上帝的行為，戰爭，政府行為，內部或外部法院或審判庭的命令，第三方的不履行，或者熱，光，空調的波動。 賠款 您同意保證公司和我們的人員免受與您使用本服務和/或內容相關的任何第三方索賠的責任，包括因所有索賠，損失，損害（實際和相應的），訴訟，判決，訴訟費用和律師費，各種性質和性質。 對我們的貢獻 您通過我們的建議，調查或反饋網站向我們提交個人信息，意見，建議，文件和/或建議（“貢獻”），您承認並同意：（a）您的貢獻不包含機密或專有信息; （b）我們和/或我們的人員對會費沒有任何明示或暗示的保密義務; （c）我們有權以任何方式使用或披露（或選擇不使用或披露）任何目的
