Repository: mplblr/test
Catalog: LeelaMulti/App_LocalResources/terms.aspx.*.resx
Languages: ar_sa, de_de, fr_fr, ja_jp, zh_cn

# m6
source: Proprietary Rights We, and/or our Personnel, own and retain all rights in the Service and/or Content, including (without limitation) any advertisements which may be posted on the Service portal, which contains proprietary and confidential information that is protected by copyrights, trademarks, service marks, patents or other intellectual property rights and other laws. You may not copy, modify, publish, transmit, distribute, perform, display, sell or create derivative works based on any of Company’s or Our Personnel’s proprietary information, whether in whole or in part. Cookies We and/or Our Personnel may place Internet cookies on your computer’s hard drives. Internet cookies save certain information about your usage of the internet, including websites and advertisements viewed by you. When you revisits the Service, We and/or Our Personnel may recognise you by the Internet cookie and customise your experience accordingly. You may decline the Internet cookie by using the appropriate feature of your Web client software, if available. Privacy Policy & Consent to Transfer of Data In order to provide you with the Service, We and/or Our Personnel may need to collect information that is capable of identifying you (“Personal Information”). This Personal Information is collected for (a) system performance and security purposes; (b) editorial and feedback purposes and for other marketing and promotional purposes; (c) to analyse the behaviour of users when they use the Service; (d) for product development and content improvement; (e) to customise content and the layout of our website and Service; and/or (f) as required under applicable laws and regulations. In addition, We and/or Our Personnel may also collect Personal Information that you volunteer as part of our voluntary registration system. You specifically agree acknowledge and agree that We and/or Our Personnel may disclose Personal Information to third party contractors to whom We and/or Our Personnel contract out limited and specialised functions (e.g. mailing houses). However, if We and/or Our Personnel do so, We and/or Our Personnel only disclose Personal Information that the relevant contractor needs to provide the service to Us and/or Our Personnel. Also, We and/or Our Personnel take reasonable steps to ensure that our contractors handle Personal Information in accordance with this Privacy Policy, and do not use or disclose Personal Information for any purpose other than the provision of services to Us and/or Our Personnel. You specifically agree acknowledge and agree that We and/or Our Personnel may partner from time to time with other parties to provide specific services. When a user requests to receive these third party services, we will share all contact information necessary for these third parties to provide these services to the relevant user. We and/or Our Personnel will disclose only information knowingly and voluntarily disclosed by users. These third parties are not allowed to use Personal Information except for the purpose of providing these services. Sometimes, We and/or Our Personnel may also share aggregated demographic information with our partners and advertisers, but such information will not identify any individual. These third parties are not allowed to use Personal Information except for the purpose of providing these services. Sometimes, We and/or Our Personnel may also share aggregated demographic information with our partners and advertisers, but such information will not result in identification of any individual being. For the aforesaid reasons, We need you to consent to the transfer of Personal Information about you from the country in which you are provided with the Service. Particularly, please note that Personal Information may in some cases be transmitted to other countries. Your consent is a requirement in order for Us to provide you with the Service. If you do not consent to the transfer of Personal Information, do not click "Connect". Without limiting the generality of the foregoing, You acknowledge, consent and agree that We and/or Our Personnel may disclose any information collected from you, if required to do so by law or in a good faith belief that such access, preservation or disclosure is reasonably necessary to: (a) comply with legal process or regulations; (b) enforce the Terms of Use; (c) protect and defend the rights or property of Us and/or Our Personnel (including the enforcement of our agreements); (d) respond to your requests for customer service; or (e) protect Our and/or Our Personnel’s rights, property or personal safety, as well as those of our users and the public. Storage of Data and Personal Information We and/or Our Personnel may store your Personal Information and other data, including but not limited to the URLs you visit and the duration and timing of your internet activity. We and/or Our Personnel may store such information for as long as we deem appropriate, and/or to comply with any applicable laws. Security We and/or Our Personnel have taken measures to ensure that the Service is secure, and that Personal Information which We and/or Our Personnel hold is protected from risks such as unauthorised access, modification or disclosure. We and/or Our Personnel use a variety of security technologies and procedures to do this but as the use of the Internet can never be completely secure, you specifically acknowledge and agree that We and/or Our Personnel shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with any unauthorised access, modification or disclosure of your Personal Information. Internet Content You understand that by using the Service, you may be exposed to Content or internet content that is offensive, indecent or objectionable. Under no circumstances will We and/or Our Personnel be liable in any way for any such content, including, but not limited to, any errors or omissions in any Content or internet content, or for any loss or damage of any kind incurred as a result of the use or display of any Content or internet Content, whether foreseeable or otherwise. You agree that you must evaluate, and bear all risks associated with, the use of any Content or internet content, including any reliance on the accuracy, completeness, or usefulness of such Content or internet content. You acknowledge that We do not pre-screen, control, edit or endorse Content and/or internet content made available through the Service and We have no obligation to monitor such Content and/or internet content. If we discover Content that does not appear to conform to these Terms of Use, We and/or Our Personnel may investigate and determine in good faith and in our sole discretion whether to remove such Content if it is within our power to do so. We and Our Personnel have no liability or responsibility for the availability, performance or non-performance of such activities. Dealing with Advertisers The portal of the Service may include advertisements and promotions by third parties. Your correspondence, business dealings or participation in promotions of advertisers found on or through the Service, including payment and delivery of related goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such advertisers or third parties. You agree that We and/or Our Personnel shall not be responsible or liable for any loss or damage of any kind incurred as a result of any such dealings or as the result of the presence of such advertisers on the Service. Links and Third Party Information The portal of the Service may include links to third party websites or information from third party websites such as travel, restaurant, shopping, weather and news information that resides on sites not owned or controlled by Us and/or Our Personnel. As We and/or Our Personnel have no control over such sites and resources, you acknowledge and agree that We and/or Our Personnel are not responsible for the availability of such external sites or resources, and do not endorse nor are responsible or liable for any content on or available from such sites or resources. You further acknowledge and agree that We and/or Our Personnel shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with your use of or reliance on any such content available on or through any such site or resource. Flight Information The portal of the Services may include flight information provided by third parties. We and/or Our Personnel have no control over such flight information and therefore We and/or Our Personnel shall not be liable for and cannot guarantee the timeliness, reliability or accurateness of any and all such flight information. We shall, on a best efforts basis, attempt to ensure you do receive timely and accurate flight information. In case of any doubt, please check with your travel agent or airline nearer the relevant date and time of the flight arrival/departure. Further We and/or Our Personnel shall not be liable for any loss or damage, direct or indirect, which you may suffer as a result of accessing or replying such flight information. Please note that We and/or Our Personnel may at any time withdraw this flight information facility without any further notice to you. Check-in and Boarding Pass Printing Facility The portal of the Services may include check-in and boarding pass printing facility. The availability and use of such check-in and boarding pass printing facility shall be subject to the terms and conditions imposed by the airline concerned and such other terms and conditions which may be imposed by Us and/or Our Personnel concerning the use of such facility from time to time. Particularly, please note that the use of such boarding pass printing facility may be subject to additional charges. Payment of Fees If you are required to pay fees for use of the Service, you must pay the persons operating the premises in which you are currently accessing the Service in accordance with their directions, such persons being agents, for billing purposes, of the party to whom fees for the Service are due. We and/or Our Personnel may immediately and without notice to you suspend or terminate the Service if you breach a term of these Terms of Use or if We and/or Our Personnel suspect or have reason to suspect that you are in breach of these Terms of Use. We and/or Our Personnel may also suspend or terminate the Service by reason of a technical failure or other technical problem with the provision of the Service. In the case of the suspension and/or termination of the Service, all outstanding fees up to and including the commencement of suspension or the time of termination, become immediately payable upon suspension and/or termination, as applicable, and in no circumstances will any fees paid under these terms be refundable. Changes in Terms and Conditions We and/or Our Personnel reserve the right to modify these Terms of Use from time to time without further notice. Please review these Terms of Use from time to time so that you will be apprised of any changes. We and/or Our Personnel may modify or terminate our Service from time to time, for any reason, and without notice or liability to you or any other users or any third parties.
ar_sa: حقوق الملكية نحن و / أو موظفينا نمتلك ونحتفظ بجميع الحقوق في الخدمة و / أو المحتوى، بما في ذلك (دون حصر) أية إعلانات قد يتم نشرها على بوابة الخدمة، والتي تحتوي على معلومات خاصة وسرية محمية بموجب حقوق الطبع والنشر والعلامات التجارية ، وعلامات الخدمة، وبراءات الاختراع أو غيرها من حقوق الملكية الفكرية وغيرها من القوانين. لا يجوز لك نسخ أو تعديل أو نشر أو نقل أو توزيع أو أداء أو عرض أو بيع أو إنشاء أعمال مشتقة استنادا إلى أي من معلومات الشركة أو الموظفين الخاصة بنا، سواء كليا أو جزئيا. بسكويت ويجوز لنا و / أو موظفينا وضع ملفات تعريف ارتباط الإنترنت على محركات الأقراص الثابتة بجهاز الكمبيوتر الخاص بك. الكوكيز الإنترنت حفظ بعض المعلومات حول استخدامك للإنترنت، بما في ذلك المواقع والإعلانات التي ينظر إليها من قبلك. عند إعادة النظر في الخدمة، يجوز لنا و / أو موظفينا التعرف عليك بواسطة ملف تعريف ارتباط الإنترنت وتخصيص تجربتك وفقا لذلك. يجوز لك رفض ملف تعريف ارتباط الإنترنت باستخدام الميزة المناسبة لبرنامج عميل ويب الخاص بك، إن وجدت. سياسة الخصوصية والموافقة على نقل البيانات من أجل تزويدك بالخدمة، قد نحتاج و / أو موظفينا إلى جمع المعلومات القادرة على التعرف عليك ("المعلومات الشخصية"). يتم جمع هذه المعلومات الشخصية من أجل (أ) أداء النظام والأغراض الأمنية؛ (ب) أغراض التحرير والتغذية المرتدة ولأغراض تسويقية وترويجية أخرى؛ (ج) تحليل سلوك المستخدمين عند استخدامهم للخدمة؛ (د) تطوير المنتجات وتحسين المحتوى؛ (ه) لتخصيص المحتوى وتخطيط موقعنا على الانترنت والخدمة؛ و / أو (و) وفقا للقوانين واللوائح المعمول بها. وبالإضافة إلى ذلك، يجوز لنا و / أو موظفينا أيضا جمع المعلومات الشخصية التي تتطوع كجزء من نظام التسجيل الطوعي لدينا. أنت توافق تحديدا على الإقرار وتوافق على أنه يجوز لنا و / أو موظفينا الإفصاح عن المعلومات الشخصية للمتعاقدين من الجهات الخارجية التي يتعاقد معها نحن و / أو موظفينا مع وظائف محدودة ومتخصصة (مثل المنازل البريدية). ومع ذلك، إذا قمنا نحن و / أو موظفونا بذلك، نحن و / أو موظفينا فقط الكشف عن المعلومات الشخصية أن المقاول المعني يحتاج إلى تقديم الخدمة لنا و / أو موظفينا. أيضا، نحن و / أو موظفينا اتخاذ خطوات معقولة لضمان أن المتعاقدين لدينا التعامل مع المعلومات الشخصية وفقا لسياسة الخصوصية هذه، وعدم استخدام أو الكشف عن المعلومات الشخصية لأي غرض آخر غير تقديم الخدمات لنا و / أو موظفينا . أنت توافق على وجه التحديد على الإقرار وتوافق على أنه يجوز لنا و / أو موظفينا المشاركة من وقت لآخر مع الأطراف الأخرى لتقديم خدمات محددة. عندما يطلب أحد المستخدمين تلقي هذه الخدمات من جهات خارجية، سنشارك جميع معلومات الاتصال اللازمة لهذه الجهات الخارجية لتقديم هذه الخدمات إلى المستخدم المعني. نحن و / أو موظفينا سوف تكشف فقط المعلومات التي تم الكشف عنها عن علم وبشكل طوعي من قبل المستخدمين. ولا يسمح لهذه الأطراف الثالثة باستخدام المعلومات الشخصية إلا لغرض تقديم هذه الخدمات. في بعض الأحيان، يجوز لنا و / أو موظفينا أيضا مشاركة المعلومات الديموغرافية المجمعة مع شركائنا والمعلنين، ولكن هذه المعلومات لن تحدد أي فرد. ولا يسمح لهذه الأطراف الثالثة باستخدام المعلومات الشخصية إلا لغرض تقديم هذه الخدمات. في بعض الأحيان، يجوز لنا و / أو موظفينا أيضا مشاركة المعلومات السكانية المجمعة مع شركائنا ومعلنينا، ولكن هذه المعلومات لن تؤدي إلى تحديد أي كائن فردي. وللأسباب المشار إليها أعلاه، نحتاج إلى الموافقة على نقل المعلومات الشخصية عنك من البلد الذي تزودك فيه بالخدمة. وعلی وجھ الخصوص، یرجی ملاحظة أن المعلومات الشخصیة قد ترسل في بعض الحالات إلی بلدان أخرى. تعتبر موافقتك شرطا لكي نوفر لك الخدمة. إذا لم توافق على نقل المعلومات الشخصية، فلا تنقر على "الاتصال". دون الحد من عمومية ما سبق، فإنك تقر وتوافق وتوافق على أنه يجوز لنا و / أو موظفينا الإفصاح عن أي معلومات تم جمعها منك، إذا اقتضى الأمر ذلك بموجب القانون أو بحسن نية الاعتقاد بأن مثل هذا الوصول أو الحفظ أو الإفصاح هو (أ) الامتثال للإجراءات أو اللوائح القانونية؛ (ب) فرض شروط الاستخدام؛ (ج) حماية حقوق أو ممتلكاتنا و / أو موظفينا والدفاع عنها (بما في ذلك تنفيذ اتفاقاتنا)؛ (د) الاستجابة لطلباتك لخدمة العملاء. أو (ه) حماية حقوق و / أو حقوق موظفينا أو ممتلكاتهم أو سلامتهم الشخصية، فضلا عن حقوق المستخدمين والجمهور. تخزين البيانات والمعلومات الشخصية يجوز لنا و / أو موظفينا تخزين بياناتك الشخصية والبيانات الأخرى، بما في ذلك على سبيل المثال لا الحصر، عناوين ورل التي تزورها ومدة وتوقيت نشاطك على الإنترنت. يجوز لنا و / أو موظفينا تخزين هذه المعلومات لطالما نراها مناسبة، و / أو الامتثال لأي التطبيق
de_de: Eigentumsrechte Wir und / oder unsere Mitarbeiter besitzen und behalten alle Rechte am Service und / oder Inhalt, einschließlich (ohne Einschränkung) jeglicher Werbung, die auf dem Service-Portal veröffentlicht werden kann, das urheberrechtlich geschützte und vertrauliche Informationen enthält, die durch Urheberrechte und Marken geschützt sind Dienstleistungsmarken, Patente oder andere Rechte des geistigen Eigentums und andere Gesetze. Sie sind nicht berechtigt, urheberrechtlich geschützte Informationen ganz oder teilweise zu kopieren, zu ändern, zu veröffentlichen, zu übertragen, zu verteilen, aufzuführen, auszustellen, zu verkaufen oder abgeleitete Werke auf der Grundlage von unternehmensinternen Informationen zu erstellen. Kekse Wir und / oder unsere Mitarbeiter dürfen Internet-Cookies auf den Festplatten Ihres Computers platzieren. Internet-Cookies speichern bestimmte Informationen über Ihre Nutzung des Internets, einschließlich Websites und Anzeigen, die von Ihnen angesehen werden. Wenn Sie den Service erneut besuchen, können wir und / oder unsere Mitarbeiter Sie möglicherweise durch das Internet-Cookie erkennen und Ihre Erfahrung entsprechend anpassen. Sie können den Internet-Cookie ablehnen, indem Sie die entsprechende Funktion Ihrer Web-Client-Software verwenden, sofern verfügbar. Datenschutz und Zustimmung zur Übertragung von Daten Um Sie mit dem Service zu versorgen, müssen wir und / oder unsere Mitarbeiter möglicherweise Informationen sammeln, die Sie identifizieren können ("persönliche Informationen"). Diese persönlichen Informationen werden gesammelt für (a) Systemleistung und Sicherheitszwecke; (b) redaktionelle und Feedback-Zwecke und für andere Marketing-und Werbezwecke; (c) das Verhalten von Benutzern zu analysieren, wenn sie den Dienst nutzen; (d) für die Produktentwicklung und die Verbesserung der Inhalte; (e) den Inhalt und das Layout unserer Website und unseres Service anzupassen; und / oder (f) gemäß den geltenden Gesetzen und Vorschriften. Darüber hinaus können wir und / oder unsere Mitarbeiter auch personenbezogene Daten erfassen, die Sie im Rahmen unseres freiwilligen Registrierungssystems freiwillig melden. Sie erklären sich ausdrücklich damit einverstanden, dass wir und / oder unser Personal persönliche Daten an Dritte weitergeben, an die wir und / oder unser Personal begrenzte und spezialisierte Funktionen vergeben (z. B. Versandhäuser). Wenn wir und / oder unsere Mitarbeiter dies tun, geben wir und / oder unsere Mitarbeiter jedoch nur personenbezogene Daten an, die der jeweilige Auftragnehmer benötigt, um den Service für uns und / oder unsere Mitarbeiter erbringen zu können. Wir und / oder unsere Mitarbeiter ergreifen angemessene Maßnahmen, um sicherzustellen, dass unsere Vertragspartner personenbezogene Daten gemäß dieser Datenschutzrichtlinie behandeln und personenbezogene Daten nur für die Bereitstellung von Dienstleistungen an uns und / oder unsere Mitarbeiter verwenden oder offenlegen . Sie erklären sich ausdrücklich damit einverstanden, dass wir und / oder unsere Mitarbeiter von Zeit zu Zeit mit anderen Parteien zusammenarbeiten, um bestimmte Dienstleistungen zu erbringen. Wenn ein Benutzer anfordert, diese Dienste von Drittanbietern zu erhalten, teilen wir alle Kontaktinformationen mit, die für diese Drittanbieter erforderlich sind, um diese Dienste dem entsprechenden Benutzer zur Verfügung zu stellen. Wir und / oder unsere Mitarbeiter werden nur Informationen offen legen, die von den Nutzern wissentlich und freiwillig offen gelegt werden. Diese Dritten dürfen keine personenbezogenen Daten verwenden, außer zum Zweck der Bereitstellung dieser Dienste. Manchmal teilen wir und / oder unsere Mitarbeiter auch aggregierte demografische Informationen mit unseren Partnern und Werbetreibenden. Diese Informationen identifizieren jedoch niemanden. Diese Dritten dürfen keine personenbezogenen Daten verwenden, außer zum Zweck der Bereitstellung dieser Dienste. Manchmal teilen wir und / oder unsere Mitarbeiter auch aggregierte demografische Informationen mit unseren Partnern und Werbetreibenden. Diese Informationen führen jedoch nicht zur Identifizierung eines einzelnen Wesens. Aus den oben genannten Gründen müssen Sie der Übermittlung personenbezogener Daten über Sie aus dem Land zustimmen, in dem Sie mit dem Service versorgt werden. Insbesondere beachten Sie bitte, dass persönliche Daten in einigen Fällen in andere Länder übertragen werden können. Ihre Zustimmung ist eine Voraussetzung, damit wir Sie mit dem Service versorgen können. Wenn Sie der Übertragung personenbezogener Daten nicht zustimmen, klicken Sie nicht auf "Verbinden". Ohne die Allgemeingültigkeit des Vorstehenden einzuschränken, erkennen Sie an, stimmen zu und stimmen zu, dass wir und / oder unser Personal von Ihnen erfasste Informationen offenlegen können, wenn dies gesetzlich vorgeschrieben ist oder in gutem Glauben, dass ein solcher Zugriff, eine solche Speicherung oder Offenlegung erforderlich ist vernünftigerweise erforderlich, um: (a) gesetzliche Verfahren oder Vorschriften einzuhalten; (b) Durchsetzung der Nutzungsbedingungen; (c) schützen und verteidigen die Rechte oder das Eigentum von uns und / oder unserem Personal (einschließlich der Durchsetzung unserer Vereinbarungen); (d) auf Ihre Anfragen nach Kundendienst antworten; oder (e) die Rechte, das Eigentum oder die persönliche Sicherheit unserer Mitarbeiter und / oder unserer Mitarbeiter sowie die unserer Benutzer und der Öffentlichkeit schützen. Speicherung von Daten und persönlichen Informationen Wir und / oder unsere Mitarbeiter können Ihre persönlichen Daten und andere Daten speichern, einschließlich, aber nicht beschränkt auf die URLs, die Sie besuchen, sowie die Dauer und das Timing Ihrer Internetaktivitäten. Wir und / oder unsere Mitarbeiter können solche Informationen so lange speichern, wie wir es für angemessen halten und / oder einer App entsprechen
fr_fr: Droits de propriété Nous, et / ou notre Personnel, possédons et conservons tous les droits sur le Service et / ou le Contenu, y compris (sans limitation) les publicités qui peuvent être affichées sur le Portail de Service, qui contient des informations exclusives protégées par des droits d'auteur. , marques de service, brevets ou autres droits de propriété intellectuelle et autres lois. Vous ne pouvez pas copier, modifier, publier, transmettre, distribuer, exécuter, afficher, vendre ou créer des œuvres dérivées basées sur des informations exclusives de la Société ou de notre personnel, que ce soit en totalité ou en partie. Biscuits Nous et / ou Notre Personnel peut placer des cookies Internet sur les disques durs de votre ordinateur. Les cookies Internet sauvegardent certaines informations concernant votre utilisation d'Internet, y compris les sites Web et les publicités que vous avez consultés. Lorsque vous revisitez le service, nous et / ou notre personnel peuvent vous reconnaître par le cookie Internet et personnaliser votre expérience en conséquence. Vous pouvez refuser le cookie Internet en utilisant la fonctionnalité appropriée de votre logiciel client Web, si disponible. Politique de confidentialité et consentement au transfert de données Afin de vous fournir le service, nous et / ou notre personnel peut avoir besoin de collecter des informations susceptibles de vous identifier («Informations personnelles»). Ces informations personnelles sont collectées pour (a) les performances du système et les objectifs de sécurité; (b) des fins éditoriales et de rétroaction et à d'autres fins de marketing et de promotion; (c) analyser le comportement des utilisateurs lorsqu'ils utilisent le Service; (d) pour le développement de produits et l'amélioration du contenu; (e) personnaliser le contenu et la mise en page de notre site Web et de notre service; et / ou (f) conformément aux lois et règlements applicables. En outre, nous et / ou notre personnel peut également recueillir des renseignements personnels que vous faites du bénévolat dans le cadre de notre système d'inscription volontaire. Vous acceptez expressément que nous et / ou notre personnel divulguons des informations personnelles à des contractants tiers auxquels nous et / ou notre personnel sous-traitons des fonctions limitées et spécialisées (par ex. Toutefois, si nous et / ou notre personnel le faisons, nous et / ou notre personnel ne divulguons que les renseignements personnels dont l'entrepreneur a besoin pour fournir le service à nous et / ou à notre personnel. De plus, nous et / ou notre personnel prenons des mesures raisonnables pour s'assurer que nos contractants traitent les renseignements personnels conformément à cette politique de confidentialité et n'utilisent ou ne divulguons pas les renseignements personnels à d'autres fins que la prestation de services à nous et / ou notre personnel. . Vous acceptez expressément de reconnaître et d'accepter que nous et / ou notre personnel puisse collaborer de temps en temps avec d'autres parties pour fournir des services spécifiques. Lorsqu'un utilisateur demande à recevoir ces services de tiers, nous partageons toutes les informations de contact nécessaires à ces tiers pour fournir ces services à l'utilisateur concerné. Nous et / ou Notre Personnel ne divulguerons que des informations divulguées volontairement et volontairement par les utilisateurs. Ces tiers ne sont pas autorisés à utiliser des renseignements personnels, sauf dans le but de fournir ces services. Parfois, nous et / ou notre personnel peuvent également partager des informations démographiques agrégées avec nos partenaires et annonceurs, mais ces informations ne permettent d'identifier aucune personne. Ces tiers ne sont pas autorisés à utiliser des renseignements personnels, sauf dans le but de fournir ces services. Parfois, nous et / ou notre personnel peuvent également partager des informations démographiques agrégées avec nos partenaires et annonceurs, mais ces informations ne permettront pas d'identifier un être individuel. Pour les raisons susmentionnées, nous avons besoin que vous consentiez au transfert de renseignements personnels vous concernant du pays dans lequel vous avez reçu le service. En particulier, veuillez noter que les informations personnelles peuvent dans certains cas être transmises à d'autres pays. Votre consentement est une condition pour que nous puissions vous fournir le service. Si vous ne consentez pas au transfert des informations personnelles, ne cliquez pas sur "Connect". Sans limiter la généralité de ce qui précède, Vous reconnaissez, consentez et acceptez que Nous et / ou Notre Personnel peut divulguer toute information recueillie auprès de vous, si cela est requis par la loi ou de bonne foi que cet accès, cette préservation ou cette divulgation est raisonnablement nécessaire pour: (a) se conformer à la procédure ou à la réglementation légale; (b) appliquer les conditions d'utilisation; (c) protéger et défendre les droits ou la propriété de nous et / ou de notre personnel (y compris l'application de nos accords); (d) répondre à vos demandes de service à la clientèle; ou (e) protéger nos droits, nos biens ou notre sécurité personnelle, ainsi que ceux de nos utilisateurs et du public. Stockage de données et de renseignements personnels Nous et / ou Notre personnel peuvent stocker vos informations personnelles et d'autres données, y compris, mais sans s'y limiter, les URL que vous visitez et la durée et le calendrier de votre activité sur Internet. Nous et / ou Notre Personnel peuvent stocker ces informations aussi longtemps que nous le jugeons approprié et / ou nous conformer à toute application
ja_jp: 所有権 当社および/または当社の人事部は、サービスポータルに掲示される可能性のある広告（著作権、商標権によって保護されている専有および機密情報を含む）を含む、サービスおよび/またはコンテンツのすべての権利を所有および保持します。 、サービスマーク、特許またはその他の知的所有権およびその他の法律。当社または当社の専有情報の一部または全部に基づいて、複製、変更、発行、送信、配布、実行、表示、販売、または派生物の作成を行うことはできません。 クッキー 当社および/または担当者は、お客様のコンピュータのハードドライブにインターネットCookieを置くことができます。インターネットクッキーは、あなたが見たウェブサイトや広告など、インターネットの使用に関する特定の情報を保存します。あなたが本サービスを再訪すると、私たちおよび/または私たちの人員は、インターネットのクッキーによってあなたを認識し、それに従ってあなたの経験をカスタマイズすることができます。利用可能な場合は、Webクライアントソフトウェアの適切な機能を使用して、インターネットCookieを拒否することができます。 プライバシーポリシー＆データ転送の承諾 サービスを提供するために、当社および/または当社スタッフは、お客様を特定できる情報（「個人情報」）を収集する必要がある場合があります。この個人情報は、（a）システムのパフォーマンスとセキュリティ目的のために収集されます。 （b）編集目的およびフィードバック目的、およびその他のマーケティングおよび宣伝目的のため。 （c）ユーザーが本サービスを使用する際の行動を分析する。 （d）製品開発およびコンテンツ改善のため。 （e）当社のウェブサイトおよびサービスのコンテンツおよびレイアウトをカスタマイズする。 （f）該当する法律および規則に基づいて必要に応じて変更することができます。また、当社および/または当社の人事担当者は、自発的な登録システムの一部としてボランティアした個人情報も収集することがあります。 お客様は、当社および/または当社の人員が、当社および/または当社従業員が限られた専門機能（例えば、郵送事業者）を契約している第三者の請負業者に個人情報を開示する可能性があることに特に同意し、同意するものとします。しかし、当社および/または当社従業員がそうする場合、当社および/または当社の人員は、関連契約者が当社および/または当社の人員にサービスを提供する必要がある個人情報のみを開示します。当社および/または当社の人員は、契約者が本プライバシーポリシーに従って個人情報を取り扱い、当社および/または当社従業員へのサービスの提供以外の目的で個人情報を使用または開示しないことを保証するための合理的な措置を講じる。 お客様は、特定のサービスを提供するために当社および/または当社の人員が他の当事者と随時パートナーシップを結ぶことができることを特に認め、同意するものとします。ユーザーがこれらの第三者サービスを受けることを要求すると、これらの第三者がこれらのサービスを関連ユーザーに提供するために必要なすべての連絡先情報を共有します。当社および/または当社の人員は、ユーザーが意図的かつ自発的に開示した情報のみを開示します。これらの第三者は、これらのサービスを提供する目的を除いて、個人情報を使用することはできません。当社および/または当社の人員は、集計された人口統計情報を当社のパートナーおよび広告主と共有する場合がありますが、そのような情報は個人を特定するものではありません。これらの第三者は、これらのサービスを提供する目的を除いて、個人情報を使用することはできません。当社および/または当社の人員は、集計された人口統計情報を当社のパートナーおよび広告主と共有することもありますが、そのような情報は個人の存在を特定するものではありません。 前述の理由により、お客様は、お客様が本サービスを提供された国からのお客様の個人情報の譲渡に同意する必要があります。特に、個人情報が場合によっては他の国に送信されることがありますのでご注意ください。私たちがあなたにサービスを提供するためには、あなたの同意が必要です。個人情報の譲渡に同意しない場合は、「接続」をクリックしないでください。 前述の一般性を制限することなく、お客様は、法律または法令により要求された場合に、当社および/または当社従業員がお客様から収集された情報を開示することを認め、同意し、同意するものとします。 （a）法的なプロセスや規制を遵守すること。 （b）利用規約を実施する。 （c）当社および/または当社の人員の権利または財産（当社の契約の実施を含む）を保護および擁護すること。 （d）顧客サービスに対するお客様の要望に応えます。 （e）当社および/または当社の人員の権利、財産または個人の安全、ならびにユーザーおよび一般の人々の権利を保護する。 データと個人情報の保管 当社および/または当社の人員は、アクセスしたURL、インターネット活動の期間および時期を含むがこれに限定されない個人情報およびその他のデータを保管することができます。私たちおよび/または私たちの人員は、私たちが適切と思っている限り、または任意のアプリ Shoyū-ken tōsha oyobi/ matawa tōsha no hitogotobu wa, sābisupōtaru ni keiji sa reru kanōsei no aru kōkoku (chosakken, shōhyō-ken ni yotte hogo sa rete iru sen'yū oyobi kimitsu jōhō o fukumu) o fukumu, sābisu oyobi/ matawa kontentsu no subete no kenri o shoyū oyobi hoji shimasu. , Sābisumāku, tokkyo matawa sonohoka no chiteki shoyū-ken'oyobi sonohoka no hōritsu. Tōsha matawa tōsha no sen'yū jōhō no ichibu matawa zenbu ni motodzuite, fukusei, henkō, hakkō, sōshin, haifu, jikkō, hyōji, hanbai, matawa hasei-mono no sakusei o okonau koto wa dekimasen. Kukkī tōsha oyobi/ matawa tantōsha wa, okyakusama no konpyūta no hādodoraibu ni intānetto kukkī o oku koto ga dekimasu. Intānettokukkī wa, anata ga mita u~ebusaito ya kōkoku nado, intānetto no shiyō ni kansuru tokutei no jōhō o hozon shimasu. Anata ga hon sābisu o saihō suru to, watashitachi oyobi/ matawa watashitachi no jin'in wa, intānetto no kukkī ni yotte anata o ninshiki shi, soreni shitagatte anata no keiken o kasutamaizu suru koto ga dekimasu. Riyō kanōna baai wa, u~ebu kuraiantosofutō~ea no tekisetsuna kinō o shiyō shite, intānetto kukkī o kyohi suru koto ga dekimasu. Puraibashīporishī& dēta tensō no shōdaku sābisu o teikyō suru tame ni, tōsha oyobi/ matawa tōsha sutaffu wa, okyakusama o tokutei dekiru jōhō (`kojin jōhō') o shūshū suru hitsuyō ga aru baai ga arimasu. Kono kojin jōhō wa,(a ) shisutemu no pafōmansu to sekyuriti mokuteki no tame ni shūshū sa remasu. (B ) henshū mokuteki oyobi fīdobakku mokuteki, oyobi sonohoka no māketingu oyobi senden mokuteki no tame. (C ) yūzā ga hon sābisu o shiyō suru sai no kōdō o bunseki suru. (D ) seihin kaihatsu oyobi kontentsu kaizen no tame. (E ) tōsha no u~ebusaito oyobi sābisu no kontentsu oyobi reiauto o kasutamaizu suru. (F ) gaitō suru hōritsu oyobi kisoku nimotozuite hitsuyōniōjite henkō suru koto ga dekimasu. Mata, tōsha oyobi/ matawa tōsha no jinji tantōsha wa, jihatsu-tekina tōroku shisutemu no ichibu to shite borantia shita kojin jōhō mo shūshū suru koto ga arimasu. Okyakusama wa, tōsha oyobi/ matawa tōsha no jin'in ga, tōsha oyobi/ matawa tōsha jūgyōin ga kagira reta senmon kinō (tatoeba, yūsō jigyō-sha) o keiyaku shite iru daisansha no ukeoi gyōsha ni kojin jōhō o kaiji suru kanōsei ga aru koto ni tokuni dōi shi, dōi suru mono to shimasu. Shikashi, tōsha oyobi/ matawa tōsha jūgyōin ga sō suru baai, tōsha oyobi/ matawa tōsha no jin'in wa, kanren keiyaku-sha ga tōsha oyobi/ matawa tōsha no jin'in ni sābisu o teikyō suruhitsuyōgāru kojin jōhō nomi o kaiji shimasu. Tōsha oyobi/ matawa tōsha no jin'in wa, keiyaku-sha ga hon puraibashīporishī ni shitagatte kojin jōhō o toriatsukai, tōsha oyobi/ matawa tōsha jūgyōin e no sābisu no teikyō igai no mokuteki de kojin jōhō o shiyō matawa kaiji shinai koto o hoshō suru tame no gōri-tekina sochi o kōjiru. Okyakusama wa, tokutei no sābisu o teikyō suru tame ni tōsha oyobi/ matawa tōsha no jin'in ga hoka no tōjisha to zuiji pātonāshippu o musubu koto ga dekiru koto o tokuni mitome, dōi suru mono to shimasu. Yūzā ga korera no daisansha sābisu o ukeru koto o yōkyū suru to, korera no daisansha ga korera no sābisu o kanren yūzā ni teikyō suru tame ni hitsuyōna subete no renrakusen jōhō o kyōyū shimasu. Tōsha oyobi/ matawa tōsha no jin'in wa, yūzā ga itoteki katsu jihatsu-teki ni kaiji shita jōhō nomi o kaiji shimasu. Korera no daisansha wa, korera no sābisu o teikyō suru mokuteki o nozoite, kojin jōhō o shiyō suru koto wa dekimasen. Tōsha oyobi/ matawa tōsha no jin'in wa, shūkei sa reta jinkō tōkei jōhō o tōsha no pātonā oyobi kōkoku-nushi to kyōyū suru baai ga arimasuga, sono yōna jōhō wa kojin o tokutei suru monode wa arimasen. Korera no daisansha wa, korera no sābisu o teikyō suru mokuteki o nozoite, kojin jōhō o shiyō suru koto wa dekimasen. Tōsha oyobi/ matawa tōsha no jin'in wa, shūkei sa reta jinkō tōkei jōhō o tōsha no pātonā oyobi kōkoku-nushi to kyōyū suru koto mo arimasuga, sono yōna jōhō wa kojin no sonzai o tokutei suru monode wa arimasen. Zenjutsu no riyū ni yori, okyakusama wa, okyakusama ga hon sābisu o teikyō sa reta kuni kara no okyakusama no kojin jōhō no jōto ni dōi suru hitsuyō ga arimasu. Tokuni, kojin jōhō ga baainiyotte wa hoka no kuni ni sōshin sa reru koto ga arimasunode go chūi kudasai. Watashitachi ga anata ni sābisu o teikyō suru tame ni wa, anata no dōi ga hitsuyōdesu. Kojin jōhō no jōto ni dōi shinai baai wa,`setsuzoku' o kurikku shinaide kudasai. Zenjutsu no ippan-sei o seigen suru koto naku, okyakusama wa, hōritsu matawa hōrei ni yori yōkyū sa reta baai ni, tōsha oyobi/ matawa tōsha jūgyōin ga okyakusama kara shūshū sa reta jōhō o kaiji suru koto o mitome, dōi shi, dōi suru mono to shimasu. (A ) hōtekina purosesu ya kisei o junshu suru koto. (B ) riyō kiyaku o jisshi suru. (C ) tōsha oyobi/ matawa tōsha no jin'in no kenri matawa zaisan (tōsha no keiyaku no jisshi o fukumu) o hogo oyobi yōgo suru koto. (D ) kokyaku sābisu ni taisuru okyakusama no yōbō ni kotaemasu. (E ) tōsha oyobi/ matawa tōsha no jin'in no kenri, zaisan matawa kojin no anzen, narabini yūzā oyobi ippan no hitobito no kenri o hogo suru. Dēta to kojin jōhō no hokan tōsha oyobi/ matawa tōsha no jin'in wa, akusesu shita URL, intānetto katsudō no kikan oyobi jiki o fukumu ga kore ni gentei sa renai kojin jōhō oyobi sonohoka no dēta o hokan suru koto ga dekimasu. Watashi-tachioyobi/ matawa watashitachi no jin'in wa, watashitachi ga tekisetsu to omotte iru kagiri, matawa nin'i no apuri Google Translate for Business:Translator ToolkitWebsite Translator
zh_cn: 所有權 我們和/或我們的人員擁有並保留服務和/或內容的所有權利，包括（但不限於）可能在服務門戶網站上發布的任何廣告，其中包含受版權，商標保護的專有和機密信息，服務標誌，專利或其他知識產權等法律。您不得複制，修改，發布，傳播，分發，執行，展示，出售或創建基於公司或我們人員專有信息（無論是全部還是部分）的衍生作品。 餅乾 我們和/或我們的人員可能會將Internet cookies放置在您電腦的硬盤上。互聯網cookies保存有關您使用互聯網的某些信息，包括您瀏覽的網站和廣告。當您重新訪問服務時，我們和/或我們的人員可能會通過互聯網cookie識別您的身份，並據此定制您的體驗。如果可用，您可以使用Web客戶端軟件的相應功能拒絕Internet Cookie。 隱私政策和同意傳輸數據 為了向您提供服務，我們和/或我們的人員可能需要收集能夠識別您的信息（“個人信息”）。這些個人信息是為了（a）系統性能和安全目的而收集的; （b）編輯和反饋目的以及其他營銷和宣傳目的; （c）分析用戶在使用服務時的行為; （d）產品開發和內容改進; （e）定制我們的網站和服務的內容和佈局;和/或（f）根據適用法律法規的要求。此外，我們和/或我們的人員也可能會收集您自願作為我們自願註冊系統一部分的個人信息。 您明確同意承認並同意我們和/或我們的人員可能會將個人信息披露給我們和/或我們的人員簽訂有限和專門職能（例如郵寄公司）的第三方承包商。但是，如果我們和/或我們的人員這樣做，我們和/或我們的人員只會披露相關承包商需要向我們和/或我們的人員提供服務的個人信息。此外，我們和/或我們的人員採取合理的措施確保我們的承包商按照本隱私政策處理個人信息，除了向我們和/或我們的人員提供服務之外，不要將個人信息用於或披露。 您特別同意承認並同意我們和/或我們的人員可能不時地與其他方合作提供特定服務。當用戶請求接收這些第三方服務時，我們將共享這些第三方所需的所有聯繫信息，以向相關用戶提供這些服務。我們和/或我們的人員只會透露用戶明知和自願披露的信息。除了提供這些服務之外，這些第三方不得使用個人信息。有時候，我們和/或我們的人員也可能會與我們的合作夥伴和廣告商分享匯總的人口統計信息，但這些信息不會識別任何個人。除了提供這些服務之外，這些第三方不得使用個人信息。有時，我們和/或我們的人員也可能會與我們的合作夥伴和廣告客戶分享匯總的人口統計信息，但這些信息不會導致任何個人身份的確認。 由於上述原因，我們需要您同意從您提供本服務的國家/地區轉移您的個人信息。尤其請注意，個人信息在某些情況下可能會傳送到其他國家。您的同意是我們向您提供服務的要求。如果您不同意轉移個人信息，請不要點擊“連接”。 在不限制前述內容的一般性的情況下，您承認，同意並同意我們和/或我們的人員可以披露從您收集的任何信息，如果法律要求這樣做或者確信這樣的訪問，保存或披露是合理必要的：（a）遵守法律程序或法規; （b）執行使用條款; （c）保護和維護我們和/或我們的人員的權利或財產（包括執行我們的協議）; （d）回應您的客戶服務要求;或（e）保護我們和/或我們的人員的權利，財產或人身安全，以及我們的用戶和公眾。 數據和個人信息的存儲 我們和/或我們的人員可能會存儲您的個人信息和其他數據，包括但不限於您訪問的URL以及您的互聯網活動的持續時間和時間。只要我們認為合適，我們和/或我們的人員可以存儲這些信息，並/或遵守任何應用程序
