Repository: mplblr/test
Catalog: LeelaMulti/App_LocalResources/terms.aspx.*.resx
Languages: ar_sa, de_de, fr_fr, ja_jp, zh_cn

# m8
source: Miscellaneous These Terms of Use will be governed by and construed in accordance with the laws of the jurisdiction where you receive the Service. You agree to submit to the non-exclusive jurisdiction of the courts located in the aforesaid jurisdiction. If for any reason a court of competent jurisdiction finds any provision or portion of the Terms of Use to be unenforceable, the remainder of the Terms of Use will continue in full force and effect. You shall not assign these Terms of Use or assign any rights or delegate any obligations hereunder, in whole or in part, whether voluntarily or by operation of law, without Company’s prior written consent. Any such purported assignment or delegation will be null and void and of no force or effect. These Terms of Use constitute the entire agreement between Company, Our Personnel and you with respect to the subject matter hereof and supersede and replace all prior or contemporaneous understandings or agreements, written or oral, regarding such subject matter. You also may be subject to additional terms and conditions that may apply when you use certain portions of the Service or any affiliate services or third-party content. Any waiver of any provision of the Terms of Use by a party will be effective only if in writing and signed by Us and such a party. Company’s and/or Our Personnel’s failure to exercise or enforce any right or provision of these terms and conditions shall not constitute a waiver of such right or provision. You agree that, except as otherwise expressly provided in these Terms of Use, there shall be no third-party beneficiaries to this agreement. You specifically agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Service or the Terms of Use must be filed within one (1) year after such claim or cause of action arose or be forever barred.
ar_sa: متنوع تخضع شروط الاستخدام هذه وتفسر وفقا لقوانين الولاية القضائية التي تتلقى فيها الخدمة. أنت توافق على تقديم الاختصاص القضائي غير الحصري للمحاكم الواقعة في الولاية القضائية المذكورة أعلاه. إذا وجدت محكمة مختصة لأي سبب من الأسباب أن أي حكم أو جزء من شروط الاستخدام غير قابل للتنفيذ، فإن بقية شروط الاستخدام ستظل سارية المفعول. لا يجوز لك تعيين شروط الاستخدام هذه أو تعيين أي حقوق أو تفويض أي التزامات هنا، كليا أو جزئيا، سواء طوعا أو بموجب القانون، دون موافقة كتابية مسبقة من الشركة. وأي احالة أو تفويض مزعوم سيكون باطلا وباطلا وليس له أي قوة أو أثر. وتشكل شروط الاستخدام هذه الاتفاقية الكاملة بين الشركة وموظفيها وأنت فيما يتعلق بموضوع هذه الاتفاقية وتحل محل جميع التفاهمات أو الاتفاقات السابقة أو المعاصرة، المكتوبة أو الشفوية، بشأن هذا الموضوع. وقد تخضع أيضا لبنود وشروط إضافية قد تسري عند استخدام أجزاء معينة من الخدمة أو أي خدمات تابعة أو محتوى تابع لجهة خارجية. أي تنازل عن أي حكم من شروط الاستخدام من قبل طرف لن يكون ساري المفعول إلا إذا كان مكتوبا وموقعا من قبلنا وهذا الطرف. إن إخفاق الشركة و / أو إخفاق موظفينا في ممارسة أو تنفيذ أي حق أو حكم من هذه الشروط والأحكام لا يشكل تنازلا عن هذا الحق أو الحكم. أنت توافق على أنه، ما لم ينص صراحة على خلاف ذلك في شروط الاستخدام هذه، لن يكون هناك طرف ثالث مستفيد من هذه الاتفاقية. أنت توافق على وجه التحديد على أنه بغض النظر عن أي قانون أو قانون يتعارض مع ذلك، يجب تقديم أي مطالبة أو سبب دعوى ناشئة عن أو متعلقة باستخدام الخدمة أو شروط الاستخدام في غضون سنة واحدة بعد هذه المطالبة أو سبب أو نشأت إلى الأبد
de_de: Sonstiges Diese Nutzungsbedingungen unterliegen den Gesetzen des Landes, in dem Sie den Dienst erhalten, und werden entsprechend ausgelegt. Sie stimmen zu, sich der nicht ausschließlichen Zuständigkeit der Gerichte in der oben genannten Gerichtsbarkeit zu unterwerfen. Sollte ein zuständiges Gericht aus irgendeinem Grund feststellen, dass eine Bestimmung oder ein Teil der Nutzungsbedingungen nicht durchsetzbar ist, bleiben die übrigen Nutzungsbedingungen in vollem Umfang in Kraft und wirksam. Sie dürfen diese Nutzungsbedingungen weder ganz noch teilweise ohne vorherige schriftliche Zustimmung des Unternehmens abtreten oder Rechte übertragen oder Pflichten aus diesem Vertrag ganz oder teilweise delegieren, sei es freiwillig oder kraft Gesetzes. Eine solche behauptete Übertragung oder Übertragung ist null und nichtig und hat keine Wirkung oder Wirkung. Diese Nutzungsbedingungen stellen die gesamte Vereinbarung zwischen dem Unternehmen, unseren Mitarbeitern und Ihnen in Bezug auf den Vertragsgegenstand dar und ersetzen alle vorherigen oder gleichzeitigen schriftlichen oder mündlichen Vereinbarungen oder Vereinbarungen in Bezug auf diesen Vertragsgegenstand. Sie können auch zusätzlichen Bedingungen unterliegen, die möglicherweise gelten, wenn Sie bestimmte Teile des Dienstes oder verbundene Dienste oder Inhalte von Drittanbietern verwenden. Ein Verzicht auf eine Bestimmung der Nutzungsbedingungen durch eine Partei ist nur wirksam, wenn sie schriftlich und von uns und einer solchen Partei unterzeichnet ist. Das Versäumnis des Unternehmens und / oder unserer Mitarbeiter, ein Recht oder eine Bestimmung dieser Bedingungen auszuüben oder durchzusetzen, stellt keinen Verzicht auf dieses Recht oder diese Bestimmung dar. Sie stimmen zu, dass, sofern in diesen Nutzungsbedingungen nicht ausdrücklich anders angegeben, keine Drittbegünstigten zu dieser Vereinbarung berechtigt sind. Sie erklären sich ausdrücklich damit einverstanden, dass jegliche Ansprüche oder Klagegründe, die sich aus oder im Zusammenhang mit der Nutzung des Service oder der Nutzungsbedingungen ergeben, ungeachtet eines Gesetzes oder Gesetzes innerhalb eines (1) Jahres nach diesem Anspruch oder Grund geltend gemacht werden müssen Aktion entstand oder für immer gesperrt werden.
fr_fr: Divers Ces conditions d'utilisation seront régies et interprétées conformément aux lois de la juridiction où vous recevez le service. Vous acceptez de vous soumettre à la juridiction non exclusive des tribunaux situés dans la juridiction précitée. Si, pour quelque raison que ce soit, un tribunal compétent estime qu'une disposition ou une partie des Conditions d'utilisation est inapplicable, le reste des Conditions d'utilisation continuera à avoir force exécutoire. Vous ne devez pas céder ces Conditions d'utilisation ou céder des droits ou déléguer des obligations en vertu des présentes, en tout ou en partie, que ce soit volontairement ou de plein droit, sans le consentement écrit préalable de la Société. Toute prétendue cession ou délégation sera nulle et non avenue et sans effet. Ces Conditions d'utilisation constituent l'intégralité de l'accord entre la Société, Notre Personnel et vous en ce qui concerne l'objet des présentes et remplacent et remplacent tous les accords ou accords antérieurs ou contemporains, écrits ou oraux, concernant un tel sujet. Vous pouvez également être soumis à des conditions générales supplémentaires qui peuvent s'appliquer lorsque vous utilisez certaines parties du Service ou des services d'affiliation ou du contenu de tiers. Toute renonciation à une disposition des Conditions d'utilisation par une partie ne sera effective que si elle est écrite et signée par Nous et une telle partie. Le défaut de la Société et / ou de Notre Personnel d'exercer ou d'appliquer tout droit ou disposition de ces termes et conditions ne constitue pas une renonciation à ce droit ou à cette disposition. Vous acceptez que, sauf disposition contraire expressément stipulée dans les présentes Conditions d'utilisation, il n'y aura pas de tiers bénéficiaires de cet accord. Vous acceptez expressément que, indépendamment de toute loi ou loi contraire, toute réclamation ou cause d'action découlant de ou liée à l'utilisation du Service ou les Conditions d'utilisation doit être déposée dans un (1) an après une telle réclamation ou cause de l'action est survenue ou sera à jamais interdite.
ja_jp: 雑 これらの利用規約は、お客様がサービスを受ける管轄の法律に準拠して解釈されるものとします。あなたは、上記の管轄にある裁判所の非専属管轄権に従うことに同意するものとします。 何らかの理由で管轄権を有する裁判所が、本利用規約の条項または条項の一部が執行不能であると判断した場合でも、本利用規約の残りの部分は引き続き有効です。 お客様は、事前の書面による同意を得ることなく、本利用規約を譲渡したり、本契約の全部または一部の権利を譲渡したり、委任したりすることはできません。そのような意図された譲渡または委任は無効で無効となり、効力も効力もありません。 これらの使用条件は、本件の主題に関して当社、当社とお客様との間の完全な合意を構成し、そのような主題に関する書面または口頭による過去または現在のすべての理解または合意に取って代わるものである。また、サービスの一部または関連サービスまたはサードパーティのコンテンツを使用する場合に適用される追加の条件が適用される場合があります。 当事者による本利用規約の条項の放棄は、当社およびかかる当事者によって書面で署名された場合にのみ有効です。当社および/または当社員がこれらの条件の権利または条項を行使または執行しなかった場合は、かかる権利または条項の放棄とはみなされません。 お客様は、本利用規約に明示的に規定されている場合を除き、本契約の第三者受益者は存在しないものとします。 お客様は、法令や法律にかかわらず、本サービスまたは利用規約の使用またはその使用に関連して発生した請求または原因が、そのような請求または原因の発生後1年以内に提出されなければならないことに特に同意します。行動が起こり、永遠に禁止されます。
zh_cn: 免責聲明 我們和我們的人員不對本服務上顯示的信息或內容的準確性，完整性，合法性，可靠性，可操作性或可用性承擔任何及所有責任。我們和我們的人員對您的行為和使用本服務的其他人的行為不承擔任何和所有責任。 您明確了解並同意： （a）您自行承擔使用本服務的風險。服務以及所有內容，信息（包括但不限於通過服務獲取或訪問的任何信息或內容），其中包含的產品和服務均按“原樣”和“現有”的原則提供，不提供任何擔保。我們和公司的實體明確拒絕在法律允許的最大範圍內提供所有明示，暗示和法定的保證，包括但不限於對適銷性，特定用途的適用性以及不侵犯專有權的保證 （b）我們和我們的人員不對服務的安全性，可靠性，及時性和性能做出任何保證。特別是，我們和公司的實體不擔保（i）服務將符合您的要求; （ii）服務不會中斷，及時，安全或沒有錯誤; （iii）使用服務所獲得的結果將是準確或可靠的; （iv）您通過本服務購買或獲得的任何產品，服務，信息或其他材料的質量將滿足您的期望 （c）我們和我們的人員不承擔任何有關通過本服務獲得的任何信息或建議的保證; （d）我們和我們的員工對通過本服務提供或通過本服務所提供的任何鏈接以及通過本服務中提供的任何鏈接所獲得的任何信息或建議所收到的任何服務或商品擔保均不提供任何擔保。 （e）您通過使用本服務自行決定下載或以其他方式獲得信息或數據，並承擔自行承擔風險的責任，並且對由於下載此類信息而導致的計算機系統損壞或數據丟失承擔全部責任。數據。 責任限制 在任何情況下，無論我們和/或我們的人員是否因使用本服務而引起或與之相關的任何直接，間接，附帶，間接，特殊或懲戒性的損害，我們和/或我們的人員均不承擔任何責任（i）使用或無法使用本服務的損害，包括但不限於利潤損失，商譽，使用，數據丟失或其他無形損失的可能性; （ii）購買或獲得的任何貨物，數據，信息或服務或通過服務輸入或從服務中獲得的交易導致的替代商品和服務的採購成本; （iii）任何第三方對服務的聲明或行為; （iv）對服務的任何依賴; （v）服務的中斷，暫停或終止（包括第三方產生的此類損害）;或（vi）與本服務有關的任何其他事宜。 在任何情況下，在任何情況下，我們和/或我們的人員都不會對您承擔超過100美元的賠償責任。 在不受上述所有條款限制的情況下，在任何情況下，我們和/或我們的人員將不承擔因直接或間接引起的性質，性能，原因或超出我們的合理控制權而造成的任何延遲或故障責任，包括但不限於限制，互聯網故障，計算機設備故障，電信設備故障，其他設備故障，電力故障，故障，勞動爭議，暴力，導致，民事騷擾，勞工或材料短缺，火災，爆炸，爆炸，上帝的行為，戰爭，政府行為，內部或外部法院或審判庭的命令，第三方的不履行，或者熱，光，空調的波動。 賠款 您同意保證公司和我們的人員免受與您使用本服務和/或內容相關的任何第三方索賠的責任，包括因所有索賠，損失，損害（實際和相應的），訴訟，判決，訴訟費用和律師費，各種性質和性質。 對我們的貢獻 您通過我們的建議，調查或反饋網站向我們提交個人信息，意見，建議，文件和/或建議（“貢獻”），您承認並同意：（a）您的貢獻不包含機密或專有信息; （b）我們和/或我們的人員對會費沒有任何明示或暗示的保密義務; （c）我們有權以任何方式使用或披露（或選擇不使用或披露）任何目的
