Repository: mplblr/test
Catalog: LeelaMulti/App_LocalResources/terms.aspx.*.resx
Languages: ar_sa, de_de, fr_fr, ja_jp, zh_cn

# C1
source: ~/images/connect_btn.png
ar_sa: ~/images/arabic/connect_btn_arabic.png
de_de: ~/image/index_german.png
fr_fr: ~/images/french/connect_btn_french.png
ja_jp: ~/images/japanese/connect_btn_japanese.png
zh_cn: ~/images/chinese/connect_btn_chinese.png

# C2
source: ~/images/devices.png
ar_sa: ~/images/arabic/devices.png
de_de: ~/images/connect_btn_german.png
fr_fr: ~/images/french/connect_btn.png
ja_jp: ~/images/japanese/devices.png
zh_cn: ~/images/chinese/connect_btn.png

# C3
source: ~/images/website_btn.png
ar_sa: ~/images/arabic/website_btn_arabic.png
de_de: ~/images/Korean/website_btn_korean.png
fr_fr: ~/images/french/website_btn_french.png
ja_jp: ~/images/japanese/website_btn_japanese.png
zh_cn: ~/images/chinese/website_btn_chinese.png

# m1
source: Welcome
ar_sa: مرحبا
de_de: Herzlich Willkommen
fr_fr: Bienvenue
ja_jp: ようこそ
zh_cn: 歡迎光臨

# m2
source: Enjoy high-speed internet access from wherever you are
ar_sa: استمتع بالدخول على الإنترنت عالي السرعة من أي مكان توجد فيه
de_de: Genießen Sie High-Speed-Internet-Zugang von jedem Ort
fr_fr: Profitez d'un accès internet haut débit depuis l'endroit où vous vous trouvez
ja_jp: どこからでも高速インターネットアクセスをお楽しみください。
zh_cn: 隨處享受高速網際網路存取

# m3
source: Terms of Use
ar_sa: تعليمات الاستخدام
de_de: Nutzungsbedingungen
fr_fr: Conditions d'utilisation
ja_jp: 利用規約
zh_cn: 使用條款

# m4
source: Your use of the Service commences when you click “Connect” and ends on the earlier of: (a) the removal of the cable from your computer; or, (b) your computer being turned off. The Service may include both content owned and/or controlled by Us or our affiliates, employees, officers, licensors, partners, suppliers, consultants, agents and subcontractors (collectively “Our Personnel”) as well as content owned or controlled by third parties and licensed to Us or our Personnel (collectively, the "Content"). When using the Service, you must ensure that you:
ar_sa: يبدأ استخدامك للخدمة عند النقر فوق "الاتصال" وينتهي في وقت سابق من: (أ) إزالة الكابل من جهاز الكمبيوتر الخاص بك؛ أو (ب) إيقاف تشغيل الكمبيوتر. وقد تتضمن الخدمة كلا من المحتوى الذي تملكه و / أو تتحكم فيه من قبلنا أو الشركات التابعة لنا والموظفين والمسؤولين والمرخصين والشركاء والموردين والاستشاريين والوكلاء والمقاولين من الباطن (يشار إليهم جميعا باسم "موظفينا") وكذلك المحتوى المملوك أو الخاضع لسيطرة أطراف ثالثة مرخصة لنا أو موظفينا (مجتمعة، "المحتوى"). عند استخدام الخدمة، يجب عليك التأكد من أنك:
de_de: Ihre Nutzung des Dienstes beginnt mit dem Klicken auf "Verbinden" und endet mit dem früheren: (a) Entfernen des Kabels von Ihrem Computer; oder (b) Ihr Computer wird ausgeschaltet. Der Service kann Inhalte enthalten, die sich im Besitz von uns oder unseren verbundenen Unternehmen, Mitarbeitern, leitenden Angestellten, Lizenzgebern, Partnern, Lieferanten, Beratern, Vertretern und Unterauftragnehmern (zusammen "unsere Mitarbeiter") befinden und / oder von Dritten kontrolliert werden an uns oder unsere Mitarbeiter lizenziert (zusammen der "Inhalt"). Wenn Sie den Service nutzen, müssen Sie sicherstellen, dass Sie:
fr_fr: Votre utilisation du Service commence lorsque vous cliquez sur "Connecter" et se termine le plus tôt de: (a) le retrait du câble de votre ordinateur; ou, (b) votre ordinateur est éteint. Le Service peut inclure le contenu détenu et / ou contrôlé par nous ou nos affiliés, employés, dirigeants, concédants, partenaires, fournisseurs, consultants, agents et sous-traitants (collectivement "Notre Personnel") ainsi que le contenu détenu ou contrôlé par des tiers et sous licence à nous ou notre personnel (collectivement, le «contenu»). Lorsque vous utilisez le service, vous devez vous assurer que:
ja_jp: お客様が「接続」をクリックすると、お客様の本サービスの使用が開始され、以下のいずれか早い時点で終了します。（a）コンピュータからのケーブルの取り外し。 または（b）コンピュータの電源を切っている。 本サービスには、当社またはその関連会社、従業員、役員、ライセンサー、パートナー、サプライヤー、コンサルタント、代理店、下請け業者（総称して「当社」）が所有および/または管理するコンテンツと、第三者が所有または管理するコンテンツ 当社または当社の人員にライセンスされています（総称して「コンテンツ」）。 本サービスをご利用になる場合は、次のことを確認する必要があります。
zh_cn: 您點擊“連接”開始使用本服務，並在以下各項的前面結束：（a）從計算機上拔下電纜; 或（b）您的電腦被關閉。 本服務可能包括由我們或我們的附屬公司，員工，高級職員，許可人，合作夥伴，供應商，顧問，代理商和分包商（統稱為“我們的人員”）擁有和/或控制的內容以及由第三方擁有或控制的內容， 授權給我們或我們的人員（統稱為“內容”）。 使用服務時，您必須確保您：

# m5
source: (a) do not and do not attempt to infringe the rights, including intellectual property rights, of any person; (b) use the Service in accordance with all applicable laws, regulations and/or codes/guidelines of any relevant country; (c) do not do or attempt to do anything which would disrupt or interfere with other network users, services or equipment; (d) do not do or attempt to use the Service to solicit people to become subscribers of competing services or resell or attempt to resell our services; and (e) comply with any requirement(s) of the owner of the premises in which you are accessing the Service.
ar_sa: لا تحاول أن تنتهك حقوق أي شخص، بما في ذلك حقوق الملكية الفكرية؛ (ب) استخدام الخدمة وفقا لجميع القوانين والأنظمة و / أو المدونات / المبادئ التوجيهية المعمول بها في أي بلد ذي صلة؛ (ج) لا تفعل أو تحاول أن تفعل أي شيء من شأنه أن يعطل أو يتداخل مع مستخدمين آخرين للشبكة أو خدمات أو معدات؛ (د) عدم القيام أو محاولة استخدام الخدمة لطلب الأشخاص لكي يصبحوا مشتركين في خدمات متنافسة أو إعادة بيع أو إعادة بيع خدماتنا؛ و (ه) الامتثال لأي متطلبات (شروط) لمالك المباني التي تقوم فيها بالوصول إلى الخدمة.
de_de: (a) nicht versuchen und nicht versuchen, die Rechte, einschließlich der Rechte an geistigem Eigentum, einer Person zu verletzen; (b) den Service in Übereinstimmung mit allen anwendbaren Gesetzen, Vorschriften und / oder Codes / Richtlinien eines relevanten Landes nutzen; (c) nichts tun oder versuchen, was andere Netzwerkbenutzer, -dienste oder -geräte stören oder stören würde; (d) nicht versuchen oder versuchen, den Dienst zu nutzen, um Leute zu gewinnen, um Abonnenten konkurrierender Dienste zu werden oder um unsere Dienste weiterzuverkaufen oder zu versuchen, sie weiterzuverkaufen; und (e) Sie erfüllen alle Anforderungen des Eigentümers der Räumlichkeiten, in denen Sie auf den Service zugreifen.
fr_fr: (a) n'essaient pas et ne tentent pas de porter atteinte aux droits, y compris les droits de propriété intellectuelle, de toute personne; (b) utiliser le Service conformément à toutes les lois, réglementations et / ou codes / directives applicables de tout pays concerné; (c) ne pas faire ou tenter de faire quoi que ce soit qui pourrait perturber ou interférer avec d'autres utilisateurs, services ou équipements du réseau; (d) ne pas faire ou tenter d'utiliser le Service pour solliciter des personnes à devenir des abonnés de services concurrents ou à revendre ou tenter de revendre nos services; et (e) respecter toutes les exigences du propriétaire des lieux dans lesquels vous accédez au Service.
ja_jp: （a）いかなる人物の知的財産権を含む権利を侵害しようとしていないし、侵害しないこと。 （b）関連するすべての法律、規則、および/またはコード/ガイドラインに従って本サービスを使用する。 （c）他のネットワークユーザー、サービスまたは機器を混乱させたり干渉したりすることをしないでください。 （d）競合サービスの加入者になるように人々を勧誘したり、当社のサービスを再販または転売しようとするために本サービスを使用したり、使用しようとしたりしないこと。 そして （e）本サービスにアクセスしている施設の所有者の要件に従うこと。
zh_cn: （a）不要企圖侵犯任何人的權利，包括知識產權; （b）根據任何相關國家的所有適用法律，法規和/或法規/準則使用本服務; （c）不做或試圖做任何會擾亂或乾擾其他網絡用戶，服務或設備的事情; （d）不要或試圖使用服務來請求人們成為競爭性服務的訂戶，或者轉售或試圖轉售我們的服務; 和 （e）遵守您使用本服務的場所所有者的任何要求。
